Repository: PiSCSI/piscsi
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, sv

source: File deleted: %(file_path)s
de: Datei %(file_path)s gelöscht
fr: Fichier supprimé : %(file_path)s
sv: Raderade filen %(file_path)s

source: File to delete not found: %(file_path)s
de: Datei zum Löschen nicht gefunden: %(file_path)s
fr: Fichier à supprimer non trouvé : %(file_path)s
sv: Kunde ej radera filen %(file_path)s

source: File moved to: %(target_path)s
de: Datei nach: %(target_path)s verschoben
fr: Fichier déplacé vers : %(target_path)s
sv: Flyttade filen till %(target_path)s

source: Unable to move file to: %(target_path)s
de: Unfähig Datei nach: %(target_path)s zu verschieben
fr: Impossible de déplacer le fichier vers : %(target_path)s
sv: Kunde ej flytta filen till %(target_path)s

source: Created CD-ROM ISO image with arguments "%(value)s"
de: CD-ROM ISO-Image mit Parametern „%(value)s“ erzeugt
fr: Créer une image ISO CD-ROM avec les arguments "%(value)s"
sv: Skapade en CD-ROM ISO-fil med argumenten "%(value)s"

source: %(file_name)s downloaded to %(save_dir)s
de: %(file_name)s heruntergeladen nach %(save_dir)s
fr: %(file_name)s téléchargé dans %(save_dir)s
sv: Laddade ner %(file_name)s till %(save_dir)s

source: Saved configuration file to %(file_name)s
de: Konfigurationsdatei nach %(file_name)s gespeichert
fr: Fichier de configuration sauvegardé dans %(file_name)s
sv: Sparade konfigurationsfilen som %(file_name)s

source: Could not write to file: %(file_name)s
de: Konnte nicht nach Datei %(file_name)s schreiben
fr: Impossible d’écrire le fichier : %(file_name)s
sv: Kunde ej skriva till filen %(file_name)s

source: Invalid configuration file format
de: Ungültiges Konfigurationsdateiformat
fr: Format de fichier de configuration invalide
sv: Ogiltigt konfigurationsfilformat

source: Loaded configurations from: %(file_name)s
de: Konfigurationen von %(file_name)s geladen
fr: Configurations chargées depuis : %(file_name)s
sv: Laddade konfigurationer från %(file_name)s

source: Could not read configuration file: %(file_name)s
de: Konnte die Konfigurationsdatei %(file_name)s nicht lesen
fr: Impossible de lire le fichier de configuration : %(file_name)s
sv: Kunde ej läsa konfigurationer från filen %(file_name)s

source: Created properties file: %(file_path)s
de: Eigenschaftendatei %(file_path)s erzeugt
fr: Fichier de propriétés créé : %(file_path)s
sv: Skapade egenskapsfilen %(file_path)s

source: Could not write to properties file: %(file_path)s
de: Konnte Eigenschaftendatei %(file_path)s nicht schreiben
fr: Impossible d’écrire le fichier de propriétés : %(file_path)s
sv: Kunde ej spara egenskaper till filen %(file_path)s

source: Read properties from file: %(file_path)s
de: Eigenschaften von Datei %(file_path)s gelesen
fr: Lecture des propriétés depuis le fichier : %(file_path)s
sv: Läste egenskaper från filen %(file_path)s

source: Could not read properties from file: %(file_path)s
de: Konnte Eigenschaften von Datei %(file_path)s nicht lesen
fr: Impossible de lire les propriétés depuis le fichier : %(file_path)s
sv: Kunde ej läsa egenskaper från filen %(file_path)s

source: You must log in to use this function
de: Du musst dich einloggen um diese Funktion zu nutzen
fr: Vous devez vous connecter pour utiliser cette fonctionnalité
sv: Du måste logga in för att använda den här funktionen

source: Cannot insert an image for %(device_type)s into a %(current_device_type)s device
de: Kann kein Image für %(device_type)s in ein %(current_device_type)s Gerät einlegen
fr: Impossible d’introduire une image pour %(device_type)s dans un appareil de type %(current_device_type)s
sv: Det går inte att mata in en skiva av typ %(device_type)s i en enhet av typ %(current_device_type)s

source: The RaSCSI Web Interface failed to connect to RaSCSI at %(host)s:%(port)s with error: %(error_msg)s. The RaSCSI process is not running or may have crashed.
de: Das RaSCSI-Webinterface konnte sich mit Fehler %(error_msg)s nicht mit RaSCSI an %(host)s:%(port)s verbinden. Der RaSCSI-Prozess läuft nicht oder könnte abgestürzt sein.
fr: L’interface web RaSCSI n’as pas pu se connecter à RaSCSI à l’adresse %(host)s:%(port)s avec l’erreur : %(error_msg)s. Le processus RaSCSI n’est peut-être pas en cours d’exécution ou a planté.
sv: RaSCSIs webbgränssnitt kunde inte ansluta till RaSCSI på %(host)s:%(port)s med felmeddelande %(error_msg)s. RaSCSI-processen är antingen avslagen eller har krashat.

source: The RaSCSI Web Interface lost connection to RaSCSI. Please go back and try again. If the issue persists, please report a bug.
de: Das RaSCSI-Webinterface hat die Verbindung verloren. Bitte gehe zurück und versuche es nochmals. Wenn das Problem bestehen bleibt, melde bitte einen Bug.
fr: L’interface web RaSCSI à perdu la connexion à RaSCSI. Merci de réessayer. Si le problème persiste, merci de faire remonter un bug.
sv: RaSCSIs webbgränssnitt tappade kontaken med RaSCSI. Gå tillbaks och försök igen. Om samma fel upprepas så rapportera en bugg.

source: The RaSCSI Web Interface did not get a valid response from RaSCSI. Please go back and try again. If the issue persists, please report a bug.
de: Das RaSCSI-Webinterface hat keine gültige Antwort von RaSCSI bekommen. Bitte gehe zurück und versuche es nochmals. Wenn das Problem bestehen bleibt, melde bitte einen Bug.
fr: L’interface web RaSCSI à reçu une réponse invalide de RaSCSI. Merci de réessayer. Si le problème persiste, merci de faire remonter un bug.
sv: RaSCSIs webbgränssnitt fick en ogiltig respons från RaSCSI. Gå tillbaks och försök igen. Om samma fel upprepas så rapportera en bugg.

source: RaSCSI is password protected. Start the Web Interface with the --password parameter.
de: RaSCSI ist passwortgeschützt. Starte das Webinterface mit dem —password Parameter.
fr: RaSCSI est protégé par un mot de passe. Merci de démarrer l’interface web avec le paramètre --password
sv: RaSCSI är lösenordsskyddat. Start webbgränssnittet med parametern --password .

source: Could not read drive properties from %(properties_file)s
de: Konnte Laufwerkseigenschaften nicht von %(properties_file)s lesen
fr: Impossible de lire les propriétés du disque depuis %(properties_file)s
sv: Kunde ej läsa egenskaper från %(properties_file)s

source: You must log in with credentials for a user in the '%(group)s' group
de: Du musst dich mit Zugangsdaten eines Users aus der Gruppe %(group)s’ einloggen
fr: Vous devez vous connecter avec les identifiants d’un utilisateur appartenant au groupe '%(group)s'
sv: Du måste logga in som en användare som tillhör %(group)s-gruppen

source: Image file created: %(file_name)s
de: Imagedatei %(file_name)s erzeugt
fr: Fichier image créé : %(file_name)s
sv: Skapade skivbildsfil: %(file_name)s

source: An error occurred when fetching logs.
de: Beim Abrufen der Logs is ein Fehler aufgetreten.
fr: Une erreur s’est produite lors du chargement des fichiers de journalisation.
sv: Ett fel inträffade när vi skaffade loggar.

source: Log level set to %(value)s
de: Log-Level auf %(value)s gesetzt
fr: Niveau de journalisation défini sur %(value)s
sv: Ställde in loggnivån till %(value)s

source: Please follow the instructions at %(url)s
de: Bitte folge den Anweisungen auf %(url)s
fr: Merci de suivre les instructions à %(url)s
sv: Följ instruktionerna på %(url)s

source: Configure IPv4 forwarding before using a wireless network device.
de: Konfiguriere IPv4-Forwarding bevor ein drahtloses Netzwerkgerät verwendet wird.
fr: Configurez le forwarding IPv4 avant d’utiliser un périphérique réseau sans fil.
sv: Ställ in IPv4-vidarebefodring innan du använder en trådlös nätverksadapter.

source: Configure NAT before using a wireless network device.
de: Konfiguriere NAT bevor ein drahtloses Netzwerkgerät verwendet wird.
fr: Configurez NAT avant d’utiliser un périphérique réseau sans fil.
sv: Ställ in NAT innan du använder en trådlös nätverksadapter.

source: Configure the network bridge before using a wired network device.
de: Konfiguriere die Netzwerk-Bridge bevor ein drahtloses Netzwerkgerät verwendet wird.
fr: Configurez le pont réseau avant d’utiliser un périphérique réseau sans fil.
sv: Ställ in nätverksbryggan innan du använder ett nätverksgränssnitt.

source: Attached DaynaPORT to SCSI ID %(id_number)s
de: DaynaPORT mit SCSI-ID %(id_number)s verbunden
fr: DaynaPORT attaché au SCSI ID %(id_number)s
sv: Anslöt DaynaPORT till SCSI-id %(id_number)s

source: Attached %(file_name)s to SCSI ID %(id_number)s LUN %(unit_number)s
de: %(file_name)s mit SCSI-ID %(id_number)s LUN %(unit_number)s verbunden
fr: %(file_name)s attaché au SCSI ID %(id_number)s LUN %(unit_number)s
sv: Anslöt %(file_name)s till SCSI-id %(id_number)s LUN %(unit_number)s

source: The image file size %(file_size)s bytes is not a multiple of %(block_size)s. RaSCSI will ignore the trailing data. The image may be corrupted, so proceed with caution.
de: Die Imagedateigröße %(file_size)s Bytes ist kein Vielfaches von %(block_size)s. RaSCSI wird die hinten überstehenden Daten ignorieren. Das Image könnte beschädigt werden. Verfahre bitte mit Vorsicht.
fr: La taille du fichier image %(file_size)s octets n’est pas un multiple de %(block_size)s. RaSCSI va ignorer les données de fin. L’image peut être corrompue, merci de continuer avec précaution.
sv: Filstorleken %(file_size)s bytes är inte en multipel av %(block_size)s. RaSCSI ignorerar den överflödiga datan. Skivbilden är möjligen förstörd, så var försiktig när du använder den.

source: Failed to attach %(file_name)s to SCSI ID %(id_number)s LUN %(unit_number)s
de: %(file_name)s konnte nicht an SCSI-ID %(id_number)s LUN %(unit_number)s verbunden werden
fr: Impossible d’attacher %(file_name)s au périphérique SCSI ID %(id_number)s LUN %(unit_number)s
sv: Kunde inte ansluta %(file_name)s till SCSI-id %(id_number)s LUN %(unit_number)s

source: Detached all SCSI devices
de: Alle SCSI-Geräte getrennt
fr: Tout les périphériques SCSI ont été détachés
sv: Kopplade ifrån alla SCSI-enheter

source: Detached SCSI ID %(id_number)s LUN %(unit_number)s
de: SCSI-ID %(id_number)s LUN %(unit_number)s getrennt
fr: Périphérique SCSI ID %(id_number)s LUN %(unit_number)s détaché
sv: Kopplade ifrån SCSI-id %(id_number)s LUN %(unit_number)s

source: Failed to detach %(file_name)s from SCSI ID %(id_number)s LUN %(unit_number)s
fr: Impossible de détacher %(file_name)s depuis SCSI ID %(id_number)s LUN %(unit_number)s
sv: Kunde ej koppla ifrån %(file_name)s från SCSI-id %(id_number)s LUN %(unit_number)s

source: Ejected SCSI ID %(id_number)s LUN %(unit_number)s
de: SCSI-ID %(id_number)s LUN %(unit_number)s ausgeworfen
fr: SCSI ID %(id_number)s LUN %(unit_number)s éjecté
sv: Utmatade SCSI-id %(id_number)s LUN %(unit_number)s

source: Failed to eject %(file_name)s from SCSI ID %(id_number)s LUN %(unit_number)s
fr: Impossible d’éjecter %(file_name)s depuis SCSI ID %(id_number)s LUN %(unit_number)s
sv: Kunde ej utmata %(file_name)s från SCSI-id %(id_number)s LUN %(unit_number)s

source: DEVICE INFO
de: GERÄTEINFO
fr: INFO PÉRIPHÉRIQUE
sv: ENHETSDATA

source: Status: %(device_status)s
fr: Statut : %(device_status)s

source: File: %(image_file)s
de: Datei: %(image_file)s
fr: Fichier : %(image_file)s
sv: Fil: %(image_file)s

source: Parameters: %(value)s
de: Parameter: %(value)s
fr: Paramètres : %(value)s
sv: Parametrar: %(value)s

source: Vendor: %(value)s
de: Anbieter: %(value)s
fr: Vendeur : %(value)s
sv: Tillverkare: %(value)s

source: Product: %(value)s
de: Produkt: %(value)s
fr: Produit : %(value)s
sv: Produkt: %(value)s

source: Revision: %(revision_number)s
fr: Révision : %(revision_number)s

source: Block Size: %(value)s bytes
de: Blockgröße: %(value)s Bytes
fr: Taille de bloc : %(value)s octets
sv: Blockstorlek: %(value)s bytes

source: Image Size: %(value)s bytes
de: Imagegröße: %(value)s Bytes
fr: Taille de l’image : %(value)s octets
sv: Skivbildsstorlek: %(value)s bytes

source: Reserved SCSI ID %(id_number)s
de: Reservierte SCSI-ID %(id_number)s
fr: ID SCSI réservés %(id_number)s
sv: Reserverat SCSI-id %(id_number)s

source: Failed to reserve SCSI ID %(id_number)s
de: Konnte SCSI-ID %(id_number)s nicht reservieren
fr: Echec de réservation du SCSI ID %(id_number)s
sv: Kunde ej reservera SCSI-id %(id_number)s

source: Released the reservation for SCSI ID %(id_number)s
de: Reservierung für SCSI-ID %(id_number)s entfernt
fr: Réservation libérée pour SCSI ID %(id_number)s
sv: Avreserverade SCSI-id %(id_number)s

source: Failed to release the reservation for SCSI ID %(id_number)s
de: Konnte die Reservierung für SCSI-ID %(id_number)s nicht entfernen
fr: Echec de libération de la réservation pour SCSI ID %(id_number)s
sv: Kunde ej avreservera SCSI-id %(id_number)s

source: Saved image as: %(file_name)s
de: Image gespeichert als: %(file_name)s
fr: Image sauvegardée en : %(file_name)s
sv: Sparade bildfilen som %(file_name)s

source: Failed to create CD-ROM image from %(url)s
de: Erstellung des CD-ROM-Images von %(url)s fehlgeschlagen
fr: Echec de création de l’image CD-ROM depuis %(url)s
sv: Kunde ej skapa CD-ROM-bildfil från %(url)s

source: Attached to SCSI ID %(id_number)s
de: An SCSI-ID %(id_number)s angebunden
fr: Attaché au SCSI ID %(id_number)s
sv: Anslöt till SCSI-id %(id_number)s

source: Failed to attach image to SCSI ID %(id_number)s. Try attaching it manually.
de: Anbindung des Images an SCSI-ID %(id_number)s gescheitert. Versuche es manuell.
fr: Impossible d’attacher l’image au SCSI ID %(id_number)s. Essayez de l’attacher manuellement.
sv: Kunde ej ansluta bildfilen till SCSI-id %(id_number)s. Försök ansluta den manuellt.

source: Failed to download file from %(url)s
de: Datei herunterladen von %(url)s gescheitert
fr: Echec de téléchargement du fichier depuis l’url %(url)s
sv: Kunde ej ladda ner filen från %(url)s

source: The file already exists!
de: Die Datei existiert bereits!
fr: Le fichier existe déjà !
sv: Filen existerar redan!

source: Unable to write the file to disk!
de: Kann die Datei nicht auf die Disk schreiben!
fr: Impossible d’écrire le fichier sur le disque !
sv: Kunde ej skriva filen till skivan!

source: Transferred file corrupted!
de: Übertragene Datei beschädigt!
fr: Fichier transféré corrompu !
sv: Den överförda filen är skadad!

source: File upload successful!
de: Dateiupload erfolgreich!
fr: Transfert de fichier réussi !
sv: Filen har laddas upp!

source: Image file deleted: %(file_name)s
de: Imagedatei %(file_name)s gelöscht
fr: Fichier image supprimé : %(file_name)s
sv: Skivbildfilen %(file_name)s har blivit raderad

source: Image file renamed to: %(file_name)s
de: Imagedatei in %(file_name)s umbenannt
fr: Fichier image renommé en : %(file_name)s
sv: Skivbildfilen har blivit omdöpt till %(file_name)s

source: Aborted unzip: File(s) with the same name already exists.
de: Unzip abgebrochen. Datei(en) mit dem gleichen Namen existieren bereits.
fr: Décompression avortée : Fichier(s) avec le même nom déjà existants.
sv: Uppackning stoppad: En eller flera filer med samma namn existerar.

source: Unzipped the following files:
de: Folgende Dateien wurden entzipt:
fr: Décompression des fichiers suivants terminée :
sv: Packade up dessa filer:

source: Properties file(s) have been moved to %(directory)s
de: Eigenschaftsdateien wurden nach %(directory)s verschoben
fr: Fichier(s) de propriétés déplacés vers %(directory)s
sv: En eller flera egenskapsfiler har blivit flyttade till %(directory)s

source: Failed to unzip %(zip_file)s
de: %(zip_file)s konnte nicht anpackt werden
fr: Impossible de décompresser %(zip_file)s
sv: Kunde ej packa up %(zip_file)s

source: Changed Web Interface language to %(locale)s
de: Webinterface-Sprache auf %(locale)s geändert
fr: Langue de l’interface web changée pour %(locale)s

source: RaSCSI Control Page
de: RaSCSI Kontrollseite
fr: Page de contrôle de RaSCSI
sv: RaSCSI kontrollsida

source: This process may take a while, and will continue in the background if you navigate away from this page.
de: Dieser Prozess dauert möglicherweise länger und wird im Hintergrund fortgesetzt wenn Du von dieser Seite wegnavigierst.
fr: Ce processus peut prendre du temps, et continuera de s’exécuter en arrière plan si vous quittez cette page.
sv: Denna process kan ta ett tag, och kommer att forsätta i bakgrunden om du navigerar bort från den här sidan.

source: The Web Interface will become unresponsive momentarily. Reload this page after the Pi has started up again.
de: Das Webinterface wird gleich nicht mehr reagieren. Lade diese Seite erneut wenn der Pi wieder hochgefahren ist.
fr: L’interface web ne répondras pas momentanément. Rechargez cette page après que le Pi ai redémarré.
sv: Webbgränssnittet kommer att sluta reagera nu. Ladda om den här sidan efter systemet har startat igen.

source: Logged in as <em>%(username)s</em>
de: Als <em>%(username)s</em> angemeldet
fr: Connecté en tant que <em>%(username)s</em>
sv: Inloggad som <em>%(username)s</em>

source: Log Out
de: Abmelden
fr: Se déconnecter
sv: Logga ut

source: Log In to Use Web Interface
de: Melde dich an um das Webinterface zu benutzen
fr: Se connecter à l’interface web
sv: Logga in för att använda webbgränssnittet

source: Username
fr: Utilisateur
sv: Användarnamn

source: Password
de: Passwort
fr: Mot de passe
sv: Lösenord

source: Web Interface Authentication Disabled
de: Webinterface-Authentifizierung deaktiviert
fr: Authentification sur l’interface web desactivée
sv: Webbgränssnittets autensisering är avstängt

source: See <a href="%(url)s" target="_blank">Wiki</a> for more information
de: Siehe <a href=„%(url)s“ target=„_blank“>Wiki</a> für mehr Informationen
fr: Voir le <a href="%(url)s" target="_blank">Wiki</a> pour plus d’informations
sv: Referera till <a href="%(url)s" target="_blank">wikin</a> för vidare information

source: Pi environment:
de: Pi-Umgebung
fr: Environnement Pi :
sv: Pi-miljö:

source: Cancel
de: Abbrechen
fr: Annuler
sv: Avbryt

source: Disclaimer
de: Haftungsausschluss
fr: Avertissement
sv: Notis

source: These device profiles are provided as-is with no guarantee to work equally to the actual physical device they are named after. You may need to provide appropirate device drivers and/or configuration parameters for them to function properly. If you would like to see data modified, or have additional devices to add to the list, please raise an issue ticket at <a href="%(url)s">GitHub</a>.
de: Diese Geräteprofile werden im Ist-Zuastand und ohne Garantie genauso wie das tatsächliche physische Gerät nach dem sie benannt sind zu funktionieren angeboten. Möglicherweise musst Du passende Gerätetreiber und/oder Konfigurationsparameter liefern damit sie ordentlich funktionieren. Möchtest Du gerne Daten geändert haben oder hast zusätzliche Geräte die der Liste hinzugefügt werden sollen dann eröffne bitte ein Ticket auf <a href=„%(url)s“>GitHub</a>.
fr: Ces profils de périphérique sont donnés tel-quels sans garantie que leur fonctionnement soit égal au périphérique physique desquels ils tirent leur nom. Vous pourriez avoir besoin d'ajouter les pilotes de périphérique appropriés et / ou les paramètres de configuration nécessaires pour qu'ils fonctionnent correctement. Si vous souhaitez voir les données modifiées ou avez des périphériques additionnels à ajouter à la liste, merci d'ouvrir un billet de support sur <a href="%(url)s">GitHub</a>.
sv: Det finns ingen garanti att dessa enhetsprofiler fungerar lika väl som de egentliga enheterna de delar namn med. Du bör antagligen skaffa drivrutiner och ange vissa parametrar för att de ska fungera korrekt. Om du ser något som bör ändras, eller om du har andra enhetsprofiler som du skulle vilja lägga till, kontakta oss via <a href="%(url)s">GitHub</a>.

source: Hard Drives
de: Festplatten
fr: Disques durs
sv: Hårddiskar

source: Name
fr: Nom
sv: Namn

source: Size (MB)
de: Größe (MB)
fr: Taille (MO)
sv: Storlek (MB)

source: Ref.
fr: Réf.

source: Link
fr: Lien
sv: Länk

source: Save as:
de: Speichern als:
fr: Sauvegarder sous :
sv: Spara som:

source: Create
de: Erzeuge
fr: Créer
sv: Skapa

source: CD-ROM Drives
de: CD-ROM-Laifwerke
fr: Lecteurs CD-ROM
sv: Cd-enheter

source: This will create a properties file for the given CD-ROM image. No new image file will be created.
de: Dies wird eine Eigenschaften-Datei für das ausgewählte CD-ROM-Image erstellen. Es wird keine neue Image-Datei erzeugt.
fr: Cela créera un fichier de propriété pour l’image CD-ROM donnée. Aucune nouveau fichier d’image ne sera créé.
sv: Denna funktion skapar endast en egenskapsfil för en cd-bildfil. Ingen ny cd-bildfil kommer att skapas.

source: Create for:
de: Erstelle für:
fr: Créer pour :
sv: Skapa för:

source: Removable Drives
de: Wechsellaufwerke
fr: Disques amovibles
sv: Uttagbara enheter

source: %(disk_space)s MB disk space remaining on the Pi
de: %(disk_space)s MB Festplattenplatz auf dem Pi übrig
fr: %(disk_space)s MO d’espace disque restant sur le Pi
sv: %(disk_space)s MB återstår på Pi-systemets skiva

source: Current RaSCSI Configuration
de: Aktuelle RaSCSI-Konfiguration
fr: Configuration RaSCSI actuelle
sv: Nuvarande RaSCSI-konfiguration

source: Displays the currently attached devices for each available SCSI ID.
de: Zeigt die aktuell angeschlossenen Geräte für jede verfügbare SCSI-ID an.
fr: Montre l’appareil actuellement attaché pour chaque ID SCSI disponible.
sv: Visar de nuvarande ansluna enheterna för varje SCSI-id

source: Save and load device configurations, stored as json files in <tt>%(config_dir)s</tt>
de: Speichere und lade Gerätekonfigurationen die als JSON-Dateien in <tt>%(config_dir)s</tt> abgelegt sind
fr: Sauvegarder et charger les fichiers de configuration de périphériques, stockés en fichiers json dans <tt>%(config_dir)s</tt>
sv: Spara och ladda enhetskonfigurationer. Sparas som json-format i <tt>%(config_dir)s</tt>

source: To have a particular device configuration load when RaSCSI starts, save it as <em>default</em>.
de: Um eine bestimmte Gerätekonfiguration zu laden wenn RaSCSI startet, speichere sie als <em>default</em>.
fr: Pour avoir une configuration de périphérique en particulier chargée au démarrage de RaSCSI, sauvegardez la en tant que <em>default</em>.
sv: Om du sparar en enhetskonfiguration som <em>default</em> så laddas den när RaSCSI startar.

source: No saved configurations
de: Keine gespeicherten Konfigurationen
fr: Aucune configuration sauvegardée
sv: Inga sparade konfigurationer

source: Load
de: Laden
fr: Charger
sv: Ladda

source: Detach all current device and Load configuration?
de: Alle derzeitigen Geräte trennen und Konfiguration laden?
fr: Détacher tout les périphériques actuels et charger la configuration ?
sv: Koppla ifrån alla enheter och ladda konfigurationen?

source: Delete
de: Löschen
fr: Supprimer
sv: Radera

source: Delete configuration file?
de: Konfigurationsdatei löschen?
fr: Supprimer le fichier de configuration ?
sv: Radera konfigurationsfilen?

source: Save
de: Speichern
fr: Sauvegarder
sv: Spara

source: Status
fr: Statut

source: File
de: Datei
fr: Fichier
sv: Fil

source: Product
de: Produkt
fr: Produit
sv: Produkt

source: Attach
de: Verbinden
fr: Attacher
sv: Anslut

source: Eject Disk? WARNING: On Mac OS, eject the Disk in the Finder instead!
de: Disk auswerfen? WARNUNG: Auf Mac OS Disk zuerst im Finder auswerfen!
fr: Ejecter le disque ? ATTENTION: Sur Mac OS, préférez ejecter le disque depuis le Finder !
sv: Mata ut skiva? VARNING: På Mac OS, mata ut skivan i Finder istället!

source: Eject
de: Auswerfen
fr: Ejecter
sv: Mata ut

source: Detach Device?
de: Gerät trennen?
fr: Détacher le périphérique ?
sv: Koppla ifrån enhet?

source: Detach
de: Trennen
fr: Détacher
sv: Koppla av

source: Enter a memo for this reservation
de: Gib ein memo für diese Reservierung ein
fr: Entrez un mémo pour cette réservation
sv: Skriv ett memo för reservationen

source: Reserve
de: Reservieren
fr: Réserver
sv: Reservera

source: Reserved ID
de: Reservierte ID
fr: ID réservé
sv: Reserverat id

source: Unreserve
de: Freigeben
fr: Libérer
sv: Avreservera
