Repository: PiSCSI/piscsi
Catalog: src/web/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, sv

source: Detach all SCSI Devices?
de: Alle SCSI-Geräte trennen?
fr: Détacher tout les périphériques SCSI ?
sv: Koppla ifrån alla SCSI-enheter?

source: Detach All Devices
de: Alle Geräte trennen
fr: Détacher tout les périphériques
sv: Koppla ifrån alla enheter

source: Image File Management
de: Image-Dateiverwaltung
fr: Gestion des fichiers d'image
sv: Filhanterare

source: Manage image files in the active RaSCSI image directory: <tt>%(directory)s</tt> with a scan depth of %(scan_depth)s.
de: Verwalte Imagedateien im aktiven RaSCSI Imageverzeichnis <tt>%(directory)s</tt> mit einer Scantiefe von %(scan_depth)s.
fr: Gérer les fichiers image dans le dossier image RaSCSI actif : <tt>%(directory)s</tt> avec un profondeur de scan de %(scan_depth)s.
sv: Hantera filer i den aktiva skivbildskatalogen: <tt>%(directory)s</tt> med hierarkiskt djup %(scan_depth)s.

source: Select a valid SCSI ID and <a href="%(url)s">LUN</a> to attach to. Unless you know what you're doing, always use LUN 0.
de: Wähle eine gültige SCSI-ID und <a href=„%(url)s“>LUN</a> zum Verbinden. Wenn Du nicht sicher bist dann benutze immer LUN 0.
fr: Sélectionner un SCSI ID et <a href="%(url)s">LUN</a> valides pour attacher l'image. A moins que vous sachiez ce que vous faites, toujours utiliser LUN 0.
sv: Välj ett giltigt SCSI-id samt <a href="%(url)s">LUN</a> att ansluta till. Om du inte har särskild orsak, använd alltid LUN 0.

source: If RaSCSI was unable to detect the device type associated with the image, you can choose the type from the dropdown.
de: Wenn RaSCSI den zugehörigen Gerätetyp des Images nicht erkennen konnte kannst Du ihn im Dropdown auswählen.
fr: Si RaSCSI n'as pas pu détecter le type de périphérique associé à l'image, vous pouvez choisir le type depuis le menu déroulant.
sv: Om RaSCSI inte känner igen enhetstypen för en skivbild kan du välja en enhetstyp från rullgardinsmenyn.

source: Types: SAHD = SASI HDD | SCHD = SCSI HDD | SCRM = Removable | SCMO = Magneto-Optical | SCCD = CD-ROM | SCBR = Host Bridge | SCDP = DaynaPORT
de: Typen: SAHD = SASI HDD | SCHD = SCSI HDD | SCRM = Wechselmedium | SCMO = Magneto-Optisch | SCCD = CD-ROM | SCBR = Host-Bridge | SCDP = DaynaPORT
fr: Types : SAHD = Disque dur SASI | SCHD = Disque dur SCSI | SCRM = Amovible | SCMO = Magneto-Optique | SCCD = CD-ROM | SCBR = Pont d'hôte | SCDP = DaynaPORT
sv: Typer: SAHD = SASI-hårddisk | SCHD = SCSI-hårddisk | SCRM = utmatsbar | SCMO = magnet-optisk | SCCD = cd-rom | SCBR = Host Bridge | SCDP = DaynaPORT

source: Size
de: Größe
fr: Taille
sv: Storlek

source: Properties File
de: Eigenschaftendatei
fr: Fichier de propriété
sv: Egenskapsfil

source: Unzip
de: Entzippen
fr: Décompresser
sv: Packa upp

source: Unzipping a single file...
de: Entzippe eine einzelne Datei…
fr: Décompression d'un fichier unique...
sv: Packar upp en enda fil...

source: MB
fr: MO

source: Attached!
de: Verbunden!
fr: Attaché!
sv: Ansluten!

source: Unzip All
de: Alle entzippen
fr: Tout décompresser
sv: Packa upp allt

source: Unzipping all files...
de: Entzippe alle Dateien…
fr: Décompression de tout les fichiers...
sv: Packar upp alla filer...

source: Enter new file name for: %(file_name)s
de: Gib einen neuen Dateinamen für %(file_name)s ein
fr: Entrez un nouveau nom de fichier pour : %(file_name)s
sv: Ange ett nytt filnamn åt %(file_name)s

source: Rename
de: Umbenennen
fr: Renommer
sv: Döp om

source: Delete file: %(file_name)s?
de: Datei %(file_name)s löschen?
fr: Supprimer le fichier : %(file_name)s ?
sv: Radera filen %(file_name)s?

source: Attach Ethernet Adapter
de: Verbinde Ethernet-Adapter
fr: Attacher l'adaptateur Ethernet
sv: Anslut ethernet-adapter

source: Emulates a SCSI DaynaPORT Ethernet Adapter. <a href="%(url)s">Host drivers and configuration required</a>.
de: Emuliert einen SCSI DaynaPORT Ethernet-Adapter. <a href=„%(url)s“>Host-Treiber und Konfiguration notwendig</a>.
fr: Emules un adaptateur Ethernet SCSI DaynaPORT. <a href="%(url)s">Pilotes et configuration requis pour l'hôte</a>.
sv: Emulerar en SCSI DaynaPORT ethernet-adapter. <a href="%(url)s">Kräver drivrutiner och inställningar</a>.

source: If you have a DHCP setup, choose only the interface you have configured the bridge with. You can ignore the Static IP fields when attaching.
de: Wenn Du ein DHCP-Setup hast, wähle nur die Schnittstelle die Du für die Bridge konfiguriert hast. Du kannst die statische IP beim Verbinden ignorieren.
fr: Si vous avez une configuration DHCP, choisir uniquement l'interface pour laquelle le pont est configuré. Vous pouvez ignorer les champs IP statique lors de l'attache.
sv: Om du använder DHCP, välj bara nätverskgränssnittet som bryggan är konfigurerad med. Du kan ignorera fälten för statisk adress.

source: Configure the network bridge by running easyinstall.sh, or follow the <a href="%(url)s">manual steps in the wiki</a>.
de: Konfiguriere die Netzwerk-Bridge in dem Du easyinstall.sh laufen lässt, oder folge den <a href=„%(url)s“>manuellen Schritten im Wiki</a>.
fr: Configurer le pont réseau en exécutant easyinstall.sh, ou suivre <a href="%(url)s">les étapes manuelles décrites dans le wiki</a>.
sv: Konfigurera nätverksbryggan med hjälp av easyinstall.sh, eller följ instruktionerna i <a href="%(url)s">wikin</a>.

source: The <tt>rascsi_bridge</tt> interface is active and ready to be used by DaynaPORT!
de: Die <tt>rascsi_bridge</tt>-Schnittstelle ist aktiv und bereit von DaynaPORT verwendet zu werden!
fr: L'interface <tt>rascsi_bridge</tt> est active et prête à être utilisée par le DaynaPORT!
sv: Nätverksbryggan <tt>rascsi_bridge</tt> är påslagen och kan användas av DaynaPORT!

source: Static IP (optional):
de: Statische IP (optional):
fr: IP statique (optionnel) :
sv: Statisk adress (tillval):

source: Macproxy is running at %(ip_addr)s (default port 5000)
de: Macproxy läuft auf %(ip_addr)s (Default-Port 5000)
fr: Macproxy s'exécute à l'adresse %(ip_addr)s (port par défaut 5000)
sv: Macproxy är tillgängligt på %(ip_addr)s (förvald port 5000)

source: Install <a href="%(url)s">Macproxy</a> to browse the Web with any vintage browser. It's not just for Macs!
de: Installiere <a href=„%(url)s“>Macproxy</a> um das Web mit jedem Vintage-Browser zu nutzen. Es is nicht nur für Macs!
fr: Installez <a href="%(url)s">Macproxy</a> pour naviguer sur le web avec n'importe quel navigateur ancien. Ce n'est pas que pour les Macs !
sv: Installera <a href="%(url)s">Macproxy</a> och surfa på nätet med gamla webbläsare. Den är inte bara för Macar!

source: Upload File
de: Datei hochladen
fr: Transférer fichier
sv: Ladda up fil

source: Uploads file to <tt>%(directory)s</tt>. The largest file size accepted is %(max_file_size)s MB.
de: Lädt eine Datei nach <tt>%(directory)s</tt> hoch. Die maximale Dateigröße ist %(max_file_size)s MB.
fr: Transfert le fichier vers <tt>%(directory)s</tt>. La taille maximale de fichier acceptée est de %(max_file_size)s MO.
sv: Ladda upp fil till <tt>%(directory)s</tt>. Den största tillåtna filstorleken är %(max_file_size)s MB.

source: For unrecognized file types, try renaming hard drive images to '.hds', CD-ROM images to '.iso', and removable drive images to '.hdr' before uploading.
de: Für unerkannte Dateitypen, versuche vor dem Upload Festplattenimages in ‚.hds‘, CD-ROM-Images in ‚.iso‘, und Wechseldatenträger-Images in ‚.hdr‘ umzubenennen.
fr: Pour les types de fichiers non reconnus, essayez de renommer les image disque dur en '.hds', les images CD-ROM en '.iso', et les images de disques amovibles en '.hdr' avant de les transférer.
sv: Om RaSCSI inte känner igen en filtyp kan du försöka döpa om hårddiskbildfiler till '.hds', cd-bildfiler till '.iso', och utmatbara bildfiler till '.hdr' innan du laddar upp den.

source: Recognized file types: %(valid_file_suffix)s
de: Erkannte Dateitypen: %(valid_file_suffix)s
fr: Types de fichiers reconnus : %(valid_file_suffix)s
sv: Kända filtyper: %(valid_file_suffix)s

source: Drop files here to upload
de: Dateien zum Hochladen hier ablegen
fr: Déposez le fichier ici pour le transférer.
sv: Släpp filer här för att ladda upp

source: Your browser does not support drag'n'drop file uploads.
de: Dein Browser unterstützt keine Drag’n’Drop Dateiuploads.
fr: Votre navigateur ne supporte pas l'envoi de fichier par glisser-déposer.
sv: Din webbläsare stöder ej filuppladdning via dra och släpp.

source: Please use the fallback form below to upload your files like in the olden days.
de: Bitte benutze das Formular unten als Ausweichlösung wie zur guten alten Zeit.
fr: Merci d'utiliser le formulaire de replis ci-dessous pour transférer vos fichiers de manière classique.
sv: Använd reservformuläret nedan för att ladda upp dina filer på gammaldags vis.

source: File is too big: {{filesize}}MB. Max filesize: {{maxFilesize}}MB.
de: Datei ist zu groß: {{filesize}}MB. Max. Dateigröße: {{maxFilesize}}MB.
fr: Fichier trop gros : {{filesize}}MO. Taille de fichier maximale : {{maxFilesize}}MO.
sv: Filen är för stor: {{filesize}}MB. Största möjliga storlek: {{maxFilesize}}MB.

source: You can't upload files of this type.
de: Du kannst diesen Dateityp nicht hochladen.
fr: Vous ne pouvez pas transférer de fichiers de ce type.
sv: Du kan ej ladda upp filer av den här typen.

source: Server responded with code: {{statusCode}}
de: Server hat mit Code {{statusCode}} geantwortet
fr: Le serveur à répondu avec le code : {{statusCode}}
sv: Servern svarade med kod: {{statusCode}}

source: Cancel upload
de: Hochladen abbrechen
fr: Annuler le transfert
sv: Avbryt uppladdning

source: Upload canceled.
de: Hochladen abgebrochen.
fr: Transfert annulé.
sv: Uppladdningen avbröts.

source: Are you sure you want to cancel this upload?
de: Bist Du sicher dass Du das Hochladen abbrechen möchtest?
fr: Êtes vous sûr de vouloir annuler ce transfert ?
sv: Är du säker på att du vill avbryta uppladdningen?

source: Remove file
de: Datei entfernen
fr: Supprimer le fichier
sv: Radera fil

source: You can not upload any more files.
de: Du kannst keine Dateien mehr hochladen.
fr: Vous ne pouvez plus transférer d'autres fichiers.
sv: Du kan inte ladda upp några fler filer.

source: TB
fr: TO

source: GB
fr: GO

source: KB
fr: KO

source: b
fr: o

source: Download File to Images
de: Datei nach Images herunterladen
fr: Transférer fichier vers les images
sv: Ladda ner fil till skivbildskatalogen

source: Given a URL, download that file to the <tt>%(directory)s</tt> directory.
de: Mit URL, lade die Datei in das Verzeichnis <tt>%(directory)s</tt> herunter.
fr: A partir d’une URL, télécharge ce fichier dans le répertoire <tt>%(directory)s</tt>.
sv: Ta ett url och ladda ner en fil till katalogen <tt>%(directory)s</tt>

source: Download
de: Herunterladen
fr: Transférer
sv: Ladda ner

source: Downloading File to Images...
de: Lade Datei nach Images herunter…
fr: Transfert du fichier vers les images...
sv: Laddar ner filen till skivbildskatalogen...

source: Download File to AppleShare
de: Lade Datei nach AppleShare herunter
fr: Transférer fichier vers AppleShare
sv: Ladda ner fil till AppleShare

source: Given a URL, download that file to the <tt>%(directory)s</tt> directory and share it over AFP.
de: Mit URL, lade die Datei in das Verzeichnis <tt>%(directory)s</tt> herunter und teile sie über AFP.
fr: A partir d'une URL, télécharger ce fichier dans le répertoire <tt>%(directory)s</tt> et la partager via AFP.
sv: Ta ett url och ladda ner en fil till katalogen <tt>%(directory)s</tt> och fildela den över AFP.

source: Manage the files you download here through AppleShare on your vintage Mac.
de: Verwalte die Dateien die Du hier herunterlädst mit AppleShare auf deinem Vintage-Mac.
fr: Gérer les fichiers que vous avez transférés ici via AppleShare sur votre Mac vintage.
sv: Hantera dessa filer via AppleShare på en klassisk Mac.

source: Requires <a href="%(url)s">Netatalk</a> to be installed and configured correctly for your network.
de: Benötigt <a href=„%(url)s“>Netatalk</a> korrekt in deinem Netzwerk installiert und konfiguriert.
fr: A besoin que <a href="%(url)s">Netatalk</a> soit installé et configuré correctement pour votre réseau.
sv: Kräver att <a href="%(url)s">Netatalk</a> är installerat och inställt på lämpligt vis för ditt nätverk.

source: Downloading File to AppleShare...
de: Lade Datei nach AppleShare herunter…
fr: Transfert du fichier vers AppleShare...
sv: Laddar ner fil till AppleShare...

source: The AppleShare server is running. No active connections.
de: Der AppleShare-Server läuft. Keine aktiven Verbindungen.
fr: Le serveur AppleShare s'exécute. Aucune connexion active.
sv: AppleShare-servern är aktiv. Inga klienter är anslutna.

source: %(value)d active AFP connection
de: %(value)d aktive AFP-Verbindung
fr: %(value)d connexion AFP active
sv: %(value)d aktiv AFP-klient

source: %(value)d active AFP connections
de: %(value)d aktive AFP-Verbindungen
fr: %(value)d connexions AFP actives
sv: %(value)d aktiva AFP-klienter

source: Install <a href="%(url)s">Netatalk</a> to use the AppleShare File Server.
de: Installiere <a href=„%(url)s“>Netatalk</a> um den AppleShare-Fileserver zu benutzen.
fr: Installer <a href="%(url)s">Netatalk</a> pour utiliser le serveur de fichiers AppleShare.
sv: Installera <a href="%(url)s">Netatalk</a> innan du kan använda AppleShare-fildelning.

source: Download File and Create CD-ROM image
de: Lade Datei herunter und erzeuge CD-ROM-Image
fr: Transférer le fichier et créer une image CD-ROM
sv: Ladda ner fil och skapa en cd-bildfil

source: Create an ISO file system CD-ROM image with the downloaded file, and mount it on the given SCSI ID.
de: Erzeuge ein ISO-Dateisystem CD-ROM-Image mit der heruntergeladenen Datei und verbinde es mit der angegebenen SCSI-ID.
fr: Créer une image CD-ROM ISO avec le fichier téléchargé et la monter sur le SCSI ID donné.
sv: Skapar en cd-bildfil med ISO-filsystem som innehåller den nedladdade filen. Sedan ansluts den till det angivna SCSI-idt.

source: HFS is for Mac OS, Joliet for Windows, and Rock Ridge for POSIX.
de: HFS ist für Mac OS, Joliet für Windows, und Rock Ridge für POSIX.
fr: HFS est pour Mac OS, Joliet pour Windows, et Rock Ridge pour POSIX.
sv: HFS är för Mac OS, Joliet för Windows, samt Rock Ridge för POSIX.

source: On Mac OS, a <a href="%(url)s">compatible CD-ROM driver</a> is required.
de: Auf Mac OS wird ein <a href=„%(url)s“>kompatibler CD-ROM-Treiber</a> benötigt.
fr: Sur Mac OS, un <a href="%(url)s">pilote CD-ROM compatible</a> est requis.
sv: På Mac OS krävs <a href="%(url)s">kompatibla cd-drivrutiner</a>.

source: If the downloaded file is a zip archive, we will attempt to unzip it and store the resulting files.
de: Die heruntergeladene Datei ist ein Zip-Archiv. Wir versuchen es zu entziehen und die enthaltenen Dateien abzulegen.
fr: Si le fichier téléchargé est une archive zip, nous allons tenter de la décompresser et de stocker les fichiers résultants.
sv: Om den nedladdade filen är en zip-fil så försöker vi packa up den och spara de uppackade filerna på cd-bildfilen

source: Download and Mount CD-ROM image
de: Lade CD-ROM-Image herunter und verbinde es
fr: Télécharger et monter image CD-ROM
sv: Ladda ner och mata in cd-bildfil

source: Downloading File and generating CD-ROM image...
de: Lader Datei herunter und erzeuge CD-ROM-Image…
fr: Téléchargement du fichier et génération de l’image CD-ROM...
sv: Laddar ner fil och tillverkar cd-bildfil...

source: Create Empty Disk Image File
de: Erzeuge leere Diskimage-Datei
fr: Créer un fichier d’image disque vide
sv: Skapa en tom skivbilsdfil

source: The Generic image type is recommended for most computer platforms.
de: Der generische Imagetyp wird für die meisten Computerplattformen empfohlen.
fr: Le type d'image générique est recommandé pour la plupart des plateformes.
sv: Bildfilsformatet 'Generic' är rekommederad för de flesta datorsystem.

source: APPLE GENUINE (.hda) and NEC GENUINE (.hdn) image types will make RaSCSI behave as a particular drive type that are recognized by Mac and PC98 systems, respectively.
de: APPLE GENUINE (.hda) und NEC GENUINE (.hdn) Imagetypen lassen RaSCSI sich wie ein bestimmter Laufwerkstyp, der von jeweils Mac und PC98-Systemen erkannt wird, verhalten.
fr: Les types d'image APPLE AUTHENTIQUE (.hda) et NEC AUTHENTIQUE (.hdn) feront que RaSCSI se comportera comme un type de disque particulier qui sont reconnus par les systèmes Mac et PC98 respectivement.
sv: Bildfilsformaten APPLE GENUINE (.hda) samt NEC GENUINE (.hdn) gör så att RaSCSI beter sig som en typ av hårddisk som Macar och PC98-datorer känner igen.

source: SASI images should only be used on the original Sharp X68000, or other legacy systems that utilize this pre-SCSI standard.
de: SASI-Images sollten nur auf dem originalen Sharp X68000 und anderen älteren Systemen verwendet werden die diesen Prä-SCSI-Standard verwenden.
fr: Les images SASI ne devraient être utilisées que sur le Sharp X68000 originel, ou autre systèmes anciens qui utilisent ce standard pre-SCSI.
sv: Bildfilsformatet SASI bör endast användas för den första Sharp X68000-modellen eller andra riktigt gamla system som använder denna föregångare till SCSI.

source: File Name:
de: Dateiname:
fr: Nom de fichier :
sv: Filnamn:

source: File Name
de: Dateiname
fr: Nom de fichier
sv: Filnamn

source: SCSI Hard Disk image (Generic) [.hds]
de: SCSI Harddisk-Image (Generisch) [.hds]
fr: Image de disque dur SCSI (Générique) [.hds]
sv: SCSI-hårddisk (Generic) [.hds]

source: SCSI Hard Disk image (APPLE GENUINE) [.hda]
fr: Image de disque dur SCSI (APPLE AUTHENTIQUE) [.hda]
sv: SCSI-hårddisk (APPLE GENUINE) [.hda]

source: SCSI Hard Disk image (NEC GENUINE) [.hdn]
fr: Image de disque dur SCSI (NEC AUTHENTIQUE) [.hdn]
sv: SCSI-hårddisk (NEC GENUINE) [.hdn]

source: SCSI Removable Media Disk image (Generic) [.hdr]
de: SCSI Wechselmedium-Image (Generisch) [.hdr]
fr: Image de disque amovible SCSI (Générique) [.hdr]
sv: SCSI utmatbart medium (Generic) [.hdr]

source: SASI Hard Disk image (Legacy) [.hdf]
fr: Image de disque dur SASI (Héritée) [.hdf]
sv: SASI-hårddisk (föråldrat) [.hdf]

source: Size:
de: Größe:
fr: Taille :
sv: Storlek:

source: Create Named Drive
de: Erzeuge benanntes Laufwerk
fr: Créer un disque nommé
sv: Skapa benämnd skiva

source: Create pairs of images and properties files from a list of real-life drives.
de: Erzeuge Paare von Images und Eingenschaftsdateien aus einer Liste existierender Laufwerke.
fr: Créer une paire d'image et de fichier de propriétés depuis une liste de vrais disques.
sv: Skapar ett par av skivbilds- och egenskapsfiler från en lista av verkliga enheter.

source: This will make RaSCSI use certain vendor strings and block sizes that may improve compatibility with certain systems.
de: Dies bewirkt daß RaSCSI bestimmte Vendor-Strings und Blockgrößen verwendet die die Kompatibilität mit bestimmten Systemen verbessern könnten.
fr: RaSCSI utilisera certains noms de vendeurs et tailles de blocs qui peuvent améliorer la compatibilité avec certains systèmes.
sv: På så vis kommer RaSCSI använda vissa tillverkarattribut och blockstorlekar som kan hjälpa till med kompatibilitet.

source: Create a named disk image that mimics real-life drives
de: Erzeuge ein benanntes Diskimage das existierende Laufwerke nachahmt
fr: Créer une image disque nommée imitant les disques réels
sv: Skapa en benämnd skivbildfil som låstas vara en riktig enhet

source: Logging
fr: Journalisation
sv: Loggar

source: Fetch a certain number of lines of system logs with the given scope.
de: Hole eine gewisse Nummer Zeilen der System-Logs mit dem angegebenen Bereich.
fr: Charger un certain nombre de lignes depuis les journaux système avec la portée donnée.
sv: Skaffar ett visst antal loggar för en viss systemprocess.

source: Log Lines:
de: Log-Zeilen:
fr: Lignes du journal :
sv: Antal loggar:

source: Scope:
de: Bereich:
fr: Portée :
sv: Process:

source: Show Logs
de: Zeige Logs
fr: Montrer les journaux
sv: Skaffa loggar

source: Server Log Level
fr: Niveau de journalisation du serveur
sv: Serverns loggnivå

source: Change the log level of the RaSCSI backend process.
de: Ändere den Log-Level des RaSCSI Hintergrundprozesses.
fr: Change le niveau de journalisation des processus principaux RaSCSI.
sv: Ändra loggnivån för RaSCSI-servern

source: The current dropdown selection indicates the active log level.
de: Die aktuelle Dropdown-Auswahl markiert den aktiven Log-Level.
fr: Ce menu déroulant indique le niveau de journalisation.
sv: Det nuvarande valet i rullgardinsmenyn påvisar aktiv loggnivå.

source: Log Level:
fr: Niveau de journalisation :
sv: Loggnivå:

source: Set Log Level
de: Setze Log-Level
fr: Définir le niveau de journalisation
sv: Ställ in loggnivå

source: Language
de: Sprache
fr: Langue
sv: Språk

source: Change the Web Interface language.
de: Ändere die Webinterface-Sprache.
fr: Changer la langue de l'interface web
sv: Byt webbgränssnittets språk.

source: Language:
de: Sprache:
fr: Langue :
sv: Språk:

source: Change Language
de: Sprache ändern
fr: Changer la langue
sv: Byt Språk

source: Raspberry Pi Operations
de: Raspberry Pi Operationen
fr: Opérations Raspberry Pi
sv: Raspberry Pi-kommandon

source: Reboot or shut down the Raspberry Pi that RaSCSI is running on.
de: Den Raspberry Pi auf dem RaSCSI läuft neustarten oder herunterfahren.
fr: Redémarrer ou éteindre le Raspberry Pi sur lequel RaSCSI s'exécute.
sv: Starta om eller stäng av Raspberry Pi-systemet som RaSCSI körs på.

source: IMPORTANT: Always shut down the Pi before turning off the power. Failing to do so may lead to data loss.
de: WICHTIG: Fahre den Raspberry Pi immer herunter bevor Du die Stromversorgung ausschaltest. Andernfalls kann es zu Datenverlust kommen.
fr: IMPORTANT: Toujours éteindre le Raspberry Pi avant de couper l’alimentation. Ne pas le faire peut entrainer la perte de données.
sv: VIKTIGT: Stäng alltid av Pi-systemet innan du kopplar från strömmen. På så vis undviker du risken att förlora data.

source: Reboot the Raspberry Pi?
de: Raspberry Pi neustarten?
fr: Redémarrer le Raspberry Pi ?
sv: Vill du starta om din Raspberry Pi?

source: Rebooting the Raspberry Pi...
de: Raspberry Pi wird neugestartet…
fr: Redémarrage du Raspberry Pi...
sv: Startar om Raspberry Pi...

source: Reboot Raspberry Pi
de: Raspberry Pi Neustarten
fr: Redémarrer le Raspberry Pi
sv: Starta om Raspberry Pi

source: Shut down the Raspberry Pi?
de: Raspberry Pi herunterfahren?
fr: Éteindre le Raspberry Pi ?
sv: Vill du stänga av din Raspberry Pi?

source: Shutting down the Raspberry Pi...
de: Raspberry Pi wird heruntergefahren…
fr: Raspberry Pi en cours d’extinction...
sv: Stänger av Raspberry Pi...

source: Shut Down Raspberry Pi
de: Raspberry Pi herunterfahren
fr: Éteindre le Raspberry Pi
sv: Stäng av Raspberry Pi

source: Type: %(device_type)s
de: Typ: %(device_type)s
sv: Typ: %(device_type)s

source: Description
de: Beschreibung
sv: Beskrivning

source: Action
de: Aktion
sv: Handling

source: Type
de: Typ
sv: Typ

source: Actions
de: Aktionen
sv: Handlingar

source: Interface:
de: Schnittstelle:
sv: Gränssnitt:

source: Type:
de: Typ:
sv: Typ:

source: Failed to detach SCSI ID %(id_number)s LUN %(unit_number)s
de: SCSI-ID %(id_number)s LUN %(unit_number)s konnte nicht getrennt werden

source: Failed to eject SCSI ID %(id_number)s LUN %(unit_number)s
de: SCSI-ID %(id_number)s LUN %(unit_number)s getrennt
