Repository: PiSCSI/piscsi
Catalog: python/web/src/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, sv

source: The file uploading functionality requires JavaScript.
de: Die Dateiupload-Funktionalität benötigt JavaScript.
fr: La fonctionnalité de téléchargement de fichiers nécessite JavaScript.
sv: Filöverföringsfunktionen kräver JavaScript.

source: Create Empty Disk Image
de: Erstelle leeres Diskimage
fr: Créer un fichier d’image disque vide
sv: Skapa tom skivbilsdfil

source: Please refer to <a href="%(url)s" target="_blank">wiki documentation</a> to learn more about the supported image file types.
de: Siehe <a href="%(url)s" target="_blank">wiki documentation</a> um mehr über die unterstützten Imagedatei-Typen zu erfahren.
es: Consulte <a href=“%(url)s” target=“_blank”>documentación de la wiki</a> para obtener más información sobre los tipos de archivos de imagen admitidos.
fr: Veuillez consulter <a href="%(url)s" target="_blank">wiki</a> pour en savoir plus sur les types de fichiers image pris en charge.
sv: Se <a href="%(url)s" target="_blank">wikin</a> för vidare information angående filtyper som stödjs.

source: It is not recommended to use the Lido hard disk driver with the Macintosh Plus.
de: Es wird nicht empfohlen den Lido Festplattentreiber mit dem Macintosh Plus zu verwenden.
fr: Il n'est pas recommandé d'utiliser le pilote de disque dur Lido avec le Macintosh Plus.
sv: Det är inte rekommenderat att använda Lido-drivrutiner med Macintosh Plus.

source: Type:
de: Typ:
es: Tipo:
sv: Typ:

source: Size:
de: Größe:
es: Tamaño:
fr: Taille :
sv: Storlek:

source: Format as:
de: Formatiere als:
fr: Formater comme:
sv: Formatera som:

source: Unformatted
sv: Oformaterad

source: Create Disk Image With Properties
de: Erzeuge Diskimage mit Eigenschaften
fr: Créer une image disque avec propriétés
sv: Skapa skivbild med egenskaper

source: Create CD-ROM Image
de: Erstelle CD-ROM-Image
fr: Créer une image de CD-ROM
sv: Skapa cd-bildfil

source: HFS is for Mac OS, Joliet for Windows, and Rock Ridge for POSIX.
de: HFS ist für Mac OS, Joliet für Windows, und Rock Ridge für POSIX.
es: HFS es para Mac OS, Joliet para Windows y Rock Ridge para POSIX.
fr: HFS est pour Mac OS, Joliet pour Windows, et Rock Ridge pour POSIX.
sv: HFS är för Mac OS, Joliet för Windows, samt Rock Ridge för POSIX.

source: If the downloaded file is a zip archive, we will attempt to unzip it and store the resulting files.
de: Die heruntergeladene Datei ist ein Zip-Archiv. Wir versuchen es zu entziehen und die enthaltenen Dateien abzulegen.
es: Si el fichero descargado es un archivo zip, intentaremos descomprimirlo y almacenar los ficheros resultantes.
fr: Si le fichier téléchargé est une archive zip, nous allons tenter de la décompresser et de stocker les fichiers résultants.
sv: Om den nedladdade filen är en zipfil så försöker vi packa up den och spara de uppackade filerna på cd-bildfilen.

source: Downloading file and generating CD-ROM image...
de: Lade Datei herunter und erzeuge CD-ROM-Image…
fr: Téléchargement du fichier et génération de l’image CD-ROM...
sv: Laddar ner fil och skapar cd-bildfil...

source: Use local file:
de: Benutze lokale Datei:
fr: Utilisez un fichier local :
sv: Använd lokal fil:

source: Generating CD-ROM image...
de: Erzeuge CD-ROM-Image...
fr: Génération de l'image du CD-ROM...
sv: Skapar cd-bildfil...

source: System Logs: %(scope)s %(lines)s lines
de: System-Logs: %(scope)s %(lines)s Zeilen
es: Registros del sistema: %(scope)s %(lines)s líneas
fr: Journaux système : %(scope)s %(lines)s lignes
sv: Systemloggar: %(scope)s %(lines)s rader

source: Manual for %(app)s
de: Handbuch für %(app)s
es: Manual para %(app)s
fr: Manuel pour %(app)s
sv: Manual för %(app)s

source: Upload File from Local Computer
de: Datei vom lokalen Computer hochladen
es: Carga de archivos desde el ordenador local
fr: Télécharger le fichier depuis l'ordinateur local
sv: Ladda upp filer från din dator

source: The largest file size accepted in this form is %(max_file_size)s MiB. Use other file transfer means for larger files.
de: Die größte akzeptierte Dateigröße in diesem Formular ist %(max_file_size)s MiB. Benutze andere Übertragungsmöglichkeiten für größere Dateien.
es: El mayor tamaño de archivo aceptado en este formulario es %(max_file_size)s MiB. Utilice otros medios de transferencia de archivos para archivos más grandes.
fr: La plus grande taille de fichier acceptée pour ce formulaire est de %(max_file_size)s Mio. Veuillez utiliser d'autres moyens de transfert de fichiers pour les fichiers plus volumineux.
sv: Den största filstorlek som kan hanteras i detta formulär är %(max_file_size)s MiB. Använd andra men för större storlekar.

source: PiSCSI Config
de: PiSCSI Konfiguration
fr: Configuration PiSCSI
sv: PiSCSI-konfigurationer

source: Drop files here to upload
de: Dateien zum Hochladen hier ablegen
es: Suelte los archivos aquí para cargarlos
fr: Déposez le fichier ici pour le transférer
sv: Släpp filer här för att ladda upp

source: Your browser does not support drag'n'drop file uploads.
de: Dein Browser unterstützt keine Drag’n’Drop Dateiuploads.
es: Su navegador no admite la carga de archivos mediante la función de arrastrar y soltar.
fr: Votre navigateur ne supporte pas l'envoi de fichier par glisser-déposer.
sv: Din webbläsare stöder ej filuppladdning via dra och släpp.

source: Please use the fallback form below to upload your files like in the olden days.
de: Bitte benutze das Formular unten als Ausweichlösung wie zur guten alten Zeit.
es: Por favor, utilice el siguiente formulario para subir sus archivos como en los viejos tiempos.
fr: Merci d'utiliser le formulaire de replis ci-dessous pour transférer vos fichiers de manière classique.
sv: Använd reservformuläret nedan för att ladda upp dina filer på gammaldags vis.

source: File is too big: {{filesize}}MiB. Max filesize: {{maxFilesize}}MiB.
de: Datei ist zu groß: {{filesize}}MiB. Max. Dateigröße: {{maxFilesize}}MiB.
es: El archivo es demasiado grande: {{filesize}}MiB. Tamaño máximo del archivo: {{maxFilesize}}MiB.
fr: Le fichier est trop volumineux : {{filesize}} Mio. Taille maximale du fichier : {{maxFilesize}} Mio.
sv: Filen är för stor: {{filesize}}MiB. Största möjliga storlek: {{maxFilesize}}MiB.

source: You can't upload files of this type.
de: Du kannst diesen Dateityp nicht hochladen.
es: No se pueden subir archivos de este tipo.
fr: Vous ne pouvez pas transférer de fichiers de ce type.
sv: Du kan ej ladda upp filer av den här typen.

source: Server responded with code: {{statusCode}}
de: Server hat mit Code {{statusCode}} geantwortet
es: El servidor ha respondido con un código: {{statusCode}}
fr: Le serveur à répondu avec le code : {{statusCode}}
sv: Servern svarade med kod: {{statusCode}}

source: Cancel upload
de: Hochladen abbrechen
es: Cancelar la subida
fr: Annuler le transfert
sv: Avbryt uppladdning

source: Upload canceled.
de: Hochladen abgebrochen.
es: Subida cancelada.
fr: Transfert annulé.
sv: Uppladdningen avbröts.

source: Are you sure you want to cancel this upload?
de: Bist Du sicher dass Du das Hochladen abbrechen möchtest?
es: ¿Estás seguro de que quieres cancelar esta subida?
fr: Êtes vous sûr de vouloir annuler ce transfert ?
sv: Är du säker på att du vill avbryta uppladdningen?

source: Dismiss
de: Verwerfen
fr: Rejeter
sv: Avfärda

source: You can not upload any more files.
de: Du kannst keine Dateien mehr hochladen.
es: No puedes subir más archivos.
fr: Vous ne pouvez plus transférer d'autres fichiers.
sv: Du kan inte ladda upp fler filer.

source: PiSCSI Manual
de: PiSCSI Handbuch
fr: Manuel PiSCSI

source: Destination
de: Ziel

source: %(file_name)s downloaded to %(save_dir)s
es: %(file_name)s descargado en %(save_dir)s
fr: %(file_name)s téléchargé dans %(save_dir)s

source: Attached %(device_type)s to SCSI ID %(id_number)s LUN %(unit_number)s
es: Conectado %(device_type)s a SCSI ID %(id_number)s LUN %(unit_number)s
fr: %(device_type)s connecté au SCSI ID %(id_number)s LUN %(unit_number)s

source: No image file to insert
es: No hay archivo de imagen para insertar
fr: Aucun fichier image à insérer

source: Attached %(file_name)s as %(device_type)s to SCSI ID %(id_number)s LUN %(unit_number)s
es: Conectado %(file_name)s como %(device_type)s a SCSI ID %(id_number)s LUN %(unit_number)s
fr: %(file_name)s attaché(s) en tant que %(device_type)s au SCSI ID %(id_number)s LUN %(unit_number)s

source: No permission to use path '%(file_name)s'
fr: Aucune autorisation d’utiliser le chemin '%(file_name)s'

source: Web Interface Authentication Disabled
es: Autenticación de la interfaz web deshabilitada
fr: Authentification sur l’interface web desactivée

source: See <a href="%(url)s" target="_blank">Wiki</a> for more information
es: Consulte <a href=“%(url)s” target=“_blank”>Wiki</a> para obtener más información
fr: Voir le <a href="%(url)s" target="_blank">Wiki</a> pour plus d’informations

source: The AppleShare server is running. No active connections.
es: El servidor AppleShare está funcionando. No hay conexiones activas.
fr: Le serveur AppleShare s'exécute. Aucune connexion active.

source: %(value)d active AFP connection
es: %(value)d conexión AFP activa
fr: %(value)d connexion AFP active

source: %(value)d active AFP connections
es: %(value)d conexiones AFP activas
fr: %(value)d connexions AFP actives

source: Macproxy is running at %(ip_addr)s (default port 5000)
es: Macproxy se está ejecutando en %(ip_addr)s (puerto por defecto: 5000)
fr: Macproxy s'exécute à l'adresse %(ip_addr)s (port par défaut 5000)

source: SCSI ID
es: ID de SCSI
fr: ID SCSI

source: Status
es: Estado
fr: Statut

source: Revision
es: Revisión
fr: Révision

source: File name
es: Nombre del archivo
fr: Nom de fichier

source: MiB
fr: Mio

source: Enter new file name for: %(file_name)s
es: Introduzca un nuevo nombre de archivo para: %(file_name)s
fr: Entrez un nouveau nom de fichier pour : %(file_name)s

source: Save copy of %(file_name)s as:
es: Guardar copia de %(file_name)s como:
fr: Enregistrer une copie de %(file_name)s sous:

source: %(disk_space)s MiB disk space remaining on the system
fr: %(disk_space)s Mio d'espace disque restant sur le système

source: Masquerade as:
es: Enmascararse como:
fr: Se faire passer pour:

source: Attach Peripheral Device
es: Conectar dispositivo periférico
fr: Attacher le Périphérique

source: Parameters and Actions
es: Parámetros y acciones
fr: Paramètres et Actions

source: You have to manually clean up partially uploaded files, as a result of cancelling the upload or closing this page.
fr: Vous devez nettoyer manuellement les fichiers partiellement téléchargés, à la suite de l'annulation du téléchargement ou de la fermeture de cette page.

source: TiB
fr: Tio

source: GiB
fr: Gio

source: KiB
fr: Kio@

source: B
fr: o

source: The RaSCSI Web Interface failed to connect to RaSCSI at %(host)s:%(port)s with error: %(error_msg)s. The RaSCSI process is not running or may have crashed.
es: La interfaz web de RaSCSI no pudo conectarse a RaSCSI en %(host)s:%(port)s con el error: %(error_msg)s. El proceso RaSCSI no se está ejecutando o puede haber fallado.

source: The RaSCSI Web Interface lost connection to RaSCSI. Please go back and try again. If the issue persists, please report a bug.
es: La interfaz web de RaSCSI ha perdido la conexión con RaSCSI. Por favor, vuelva a intentarlo. Si el problema persiste, informe de un error.

source: The RaSCSI Web Interface did not get a valid response from RaSCSI. Please go back and try again. If the issue persists, please report a bug.
es: La interfaz web de RaSCSI no ha obtenido una respuesta válida de RaSCSI. Por favor, vuelva a intentarlo. Si el problema persiste, informe de un error.

source: RaSCSI is password protected. Start the Web Interface with the --password parameter.
es: RaSCSI está protegido por contraseña. Inicie la Interfaz Web con el parámetro —password.

source: Image file created: %(file_name)s
es: Archivo de imagen creado: %(file_name)s

source: %(app)s is not a recognized RaSCSI app
es: %(app)s no es una aplicación RaSCSI reconocida

source: An error occurred when accessing man page: %(error)s
es: Se ha producido un error al obtener los registros: %(error)s

source: Please follow the instructions at %(url)s
es: Siga las instrucciones en %(url)s

source: The image file size %(file_size)s bytes is not a multiple of %(block_size)s. RaSCSI will ignore the trailing data. The image may be corrupted, so proceed with caution.
es: El tamaño del archivo de imagen %(file_size)s bytes no es un múltiplo de %(block_size)s. RaSCSI ignorará los datos finales. La imagen puede estar corrupta, así que proceda con precaución.

source: Failed to attach %(file_name)s to SCSI ID %(id_number)s LUN %(unit_number)s
es: No se ha podido conectar %(file_name)s a SCSI ID %(id_number)s LUN %(unit_number)s

source: Failed to detach SCSI ID %(id_number)s LUN %(unit_number)s
es: Fallo en la desconexión de SCSI ID %(id_number)s LUN %(unit_number)s

source: Failed to eject SCSI ID %(id_number)s LUN %(unit_number)s
es: Fallo en la expulsión de SCSI ID %(id_number)s LUN %(unit_number)s

source: Failed to reserve SCSI ID %(id_number)s
es: No se ha podido reservar el SCSI ID %(id_number)s

source: Failed to release the reservation for SCSI ID %(id_number)s
es: No se ha podido liberar la reserva para el SCSI ID %(id_number)s

source: Failed to create CD-ROM image from %(url)s
es: No se ha podido crear la imagen del CD-ROM desde %(url)s

source: Saved image as: %(file_name)s
es: Imagen guardada como: %(file_name)s

source: Attached to SCSI ID %(id_number)s
es: Conectado a SCSI ID %(id_number)s

source: Failed to attach image to SCSI ID %(id_number)s. Try attaching it manually.
es: No se ha podido conectar la imagen al SCSI ID %(id_number)s. Intente conectarla manualmente.

source: Failed to download file from %(url)s
es: No se ha podido descargar el archivo de %(url)s

source: Properties file %(file)s moved to %(directory)s
es: Archivo de propiedades %(file)s trasladado a %(directory)s

source: Failed to move properties file %(file)s to %(directory)s
es: Error al mover el archivo de propiedades %(file)s a %(directory)s

source: Configure IPv4 forwarding before using a wireless network device.
es: Configure el reenvío de IPv4 antes de utilizar un dispositivo de red inalámbrico.

source: Configure NAT before using a wireless network device.
es: Configure NAT antes de utilizar un dispositivo de red inalámbrico.

source: Configure the network bridge before using a wired network device.
es: Configure el puente de red antes de utilizar un dispositivo de red por cable.

source: RaSCSI Reloaded Control Page
es: Página de control RaSCSI Reloaded

source: Log In to Use Web Interface
es: Iniciar sesión para utilizar la interfaz web

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: RaSCSI Reloaded version:
es: Versión de RaSCSI Reloaded:

source: Pi environment:
es: Entorno Pi:

source: Current RaSCSI Configuration
es: Configuración actual de RaSCSI

source: To have a particular device configuration load when RaSCSI starts, save it as <em>default</em>.
es: Para que se cargue una configuración de dispositivo concreta cuando se inicie RaSCSI, guárdela como <em>default</em>.

source: Manage image files in the active RaSCSI image directory: <tt>%(directory)s</tt> with a scan depth of %(scan_depth)s.
es: Gestionar los archivos de imagen en el directorio activo de las imágenes de RaSCSI: <tt>%(directory)s</tt> con la profundidad de escaneo de %(scan_depth)s.

source: Extract All
es: Extraer todo

source: The <tt>rascsi_bridge</tt> network bridge is active and ready to be used by an emulated network adapter!
es: ¡El puente de red <tt>rascsi_bridge</tt> está activo y listo para ser utilizado por un adaptador de red emulado!

source: Please configure the <tt>rascsi_bridge</tt> network bridge before attaching an emulated network adapter!
es: Configure el puente de red <tt>rascsi_bridge</tt> antes de conectar un adaptador de red emulado.

source: File uploads will progress only if you stay on this page. If you navigate away before the transfer is completed, you will end up with an incomplete file.
es: La carga de archivos sólo avanzará si permanece en esta página. Si se cambia antes de que se complete la transferencia, terminará con un archivo incompleto.

source: Install <a href="%(url)s" target="_blank">Netatalk</a> to use the AFP File Server.
es: Instale <a href=“%(url)s” target=“_blank”>Netatalk</a> para utilizar el servidor de archivos AFP.

source: Target directory:
es: Directorio de destino:

source: Remove file
es: Eliminar el archivo

source: Download File from the Web
es: Descarga de archivos desde la web

source: Download File and Create CD-ROM image
es: Descargar archivo y crear imagen de CD-ROM

source: Create an ISO file system CD-ROM image with the downloaded file, and mount it on the given SCSI ID.
es: Cree una imagen de CD-ROM del sistema de archivos ISO con el archivo descargado y móntelo en la SCSI ID indicada.

source: Download and Mount CD-ROM image
es: Descargar y montar la imagen del CD-ROM

source: Downloading File and generating CD-ROM image...
es: Descargando el archivo y generando la imagen del CD-ROM…

source: Create Empty Disk Image File
es: Crear un archivo de imagen de disco vacío

source: Create a named disk image that mimics real-life drives
es: Crear una imagen de disco con nombre que imite las unidades de la vida real

source: Language
es: Idioma

source: Change the Web Interface language.
es: Cambiar el idioma de la Interfaz Web.

source: Raspberry Pi Operations
es: Operaciones de Raspberry Pi

source: IMPORTANT: Always shut down the Pi before turning off the power. Failing to do so may lead to data loss.
es: IMPORTANTE: Apague siempre la Pi antes de quitarle la corriente. No hacerlo puede provocar la pérdida de datos.

source: Reboot the Raspberry Pi?
es: ¿Reiniciar la Raspberry Pi?

source: Rebooting the Raspberry Pi...
es: Reiniciando la Raspberry Pi…

source: Reboot Raspberry Pi
es: Reiniciar la Raspberry Pi

source: Shut down the Raspberry Pi?
es: ¿Apagar la Raspberry Pi?

source: Shutting down the Raspberry Pi...
es: Apagando la Raspberry Pi…

source: Shut Down Raspberry Pi
es: Apagar la Raspberry Pi

source: Read the RaSCSI Manual
es: Lea el manual de RaSCSI
