Repository: PiSCSI/piscsi
Catalog: python/web/src/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, sv

source: File deleted: %(file_path)s
de: Datei %(file_path)s gelöscht
es: Archivo eliminado: %(file_path)s
fr: Fichier supprimé : %(file_path)s
sv: Raderade filen %(file_path)s

source: File to delete not found: %(file_path)s
de: Datei zum Löschen nicht gefunden: %(file_path)s
es: No se ha encontrado el archivo a eliminar: %(file_path)s
fr: Fichier à supprimer non trouvé : %(file_path)s
sv: Kunde ej radera filen %(file_path)s

source: Could not delete file: %(file_path)s
de: Konnte Datei %(file_path)s nicht löschen
fr: Impossible de supprimer le fichier : %(file_path)s
sv: Kunde ej skapa filen %(file_path)s

source: File moved to: %(target_path)s
de: Datei nach: %(target_path)s verschoben
es: El archivo se ha trasladado a: %(target_path)s
fr: Fichier déplacé vers : %(target_path)s
sv: Flyttade filen till %(target_path)s

source: Unable to move file to: %(target_path)s
de: Datei kann nicht verschoben werden nach: %(target_path)s
es: No se puede mover el archivo a: %(target_path)s
fr: Echec lors du déplacement du fichier vers : %(target_path)s
sv: Kunde ej flytta filen till %(target_path)s

source: Created CD-ROM ISO image with arguments "%(value)s"
de: CD-ROM ISO-Image mit Parametern "%(value)s" erzeugt
es: Creada la imagen ISO del CD-ROM con argumentos “%(value)s”
fr: Image ISO CD-ROM créée avec les arguments "%(value)s"
sv: Skapade en cd-rom ISO-fil med argumentet "%(value)s"

source: Downloaded file to %(target_path)s
de: Heruntergeladene Datei in %(target_path)s
sv: Fil nedladdad till %(target_path)s

source: File created: %(target_path)s
de: Datei erzeugt: %(target_path)s
es: Archivo creado: %(target_path)s
fr: Fichier créé : %(target_path)s
sv: Skapade filen %(target_path)s

source: Could not create file: %(target_path)s
de: Konnte Datei %(target_path)s nicht erzeugen
es: No se pudo crear el archivo: %(target_path)s
fr: Echec de la création du fichier : %(target_path)s
sv: Kunde ej skapa filen %(target_path)s

source: A file with name %(target_path)s already exists
de: Eine Datei mit Namen %(target_path)s existiert bereits
fr: Un fichier dont le nom existe déjà %(target_path)s existe déjà
sv: En fil med namn %(target_path)s finns redan

source: Loaded configurations from: %(file_name)s
de: Konfigurationen von %(file_name)s geladen
es: Configuraciones cargadas de: %(file_name)s
fr: Configurations chargées depuis : %(file_name)s
sv: Laddade konfigurationer från %(file_name)s

source: Could not read configuration file: %(file_name)s
de: Konnte die Konfigurationsdatei %(file_name)s nicht lesen
es: No se ha podido leer el archivo de configuración: %(file_name)s
fr: Echec de lecture du fichier de configuration : %(file_name)s
sv: Kunde ej läsa konfigurationer från filen %(file_name)s

source: Invalid configuration file format
de: Ungültiges Konfigurationsdateiformat
es: Formato de archivo de configuración no válido
fr: Format de fichier de configuration invalide
sv: Ogiltigt konfigurationsfilformat

source: Read properties from file: %(file_path)s
de: Eigenschaften von Datei %(file_path)s gelesen
es: Leer las propiedades del archivo: %(file_path)s
fr: Lecture des propriétés depuis le fichier : %(file_path)s
sv: Läste egenskaper från filen %(file_path)s

source: Could not read properties from file: %(file_path)s
de: Konnte Eigenschaften von Datei %(file_path)s nicht lesen
es: No se han podido leer las propiedades del archivo: %(file_path)s
fr: Echec de lecture des propriétés depuis le fichier : %(file_path)s
sv: Kunde ej läsa egenskaper från filen %(file_path)s

source: Cannot insert an image for %(device_type)s into a %(current_device_type)s device
de: Kann kein Image für %(device_type)s in ein %(current_device_type)s Gerät einlegen
es: No se puede insertar una imagen para %(device_type)s en un dispositivo %(current_device_type)s
fr: Ne peux pas introduire une image de type %(device_type)s dans un appareil de type %(current_device_type)s
sv: Det går inte att mata in en skiva av typ %(device_type)s i en enhet av typ %(current_device_type)s

source: Extracted %(count)s file(s)
de: %(count)s Datei(en) entpackt
es: Extraido %(count)s archivo(s)
fr: %(count)s fichier(s) extrait(s)
sv: Packade upp %(count)s fil(er)

source: Unable to extract archive: No files were specified
de: Konnte Archiv nicht entpacken: Es wurden keine Dateien angegeben
es: No se puede extraer el archivo: No se han especificado archivos
fr: Impossible de décompresser l'archive : aucun fichier n'a été spécifié
sv: Kunde ej packa upp arkivet: Inga filer blev valda

source: No files were extracted (existing files are skipped)
de: Es wurden keine Dateien entpackt (vorhandene Dateien werden übersprungen)
es: No se ha extraído ningún archivo (se omiten los archivos existentes)
fr: Aucun fichier n'a été décompressé (les fichiers existants sont ignorés)
sv: Inga filer packages upp (hoppade över existerande filer)

source: Unable to extract archive: %(error)s
de: Kann Archiv %(error)s nicht entpacken
es: No se puede extraer el archivo: %(error)s
fr: Impossible de décompresser l'archive : %(error)s
sv: Kunde ej packa upp arkivet: %(error)s

source: Potential instability - Under voltage detected - Make sure to use a sufficient power source (2.5+ amps).
de: Potentielle Instabilität - Unterspannung erkannt - Stellen Sie sicher, dass Sie eine ausreichende Stromquelle (2,5+ Ampere) verwenden.
sv: Risk för instabilitet - otillräcklig utspänning - se till att använda strömförsörjning med minst 2.5A.

source: Potential instability - ARM frequency capped - Ensure sufficient airflow/cooling.
de: Mögliche Instabilität - ARM-Frequenzbegrenzung - Sorgen Sie für eine ausreichende Luftzirkulation/Kühlung.
sv: Risk för instabilitet - ARM-klockfrekvensen begränsad - se till attluftflödet är gott nog.

source: Potential instability - Currently throttled - Make sure to use a sufficient power source (2.5+ amps).
de: Potenzielle Instabilität - Derzeit gedrosselt - Stellen Sie sicher, dass Sie eine ausreichende Stromquelle (2,5+ Ampere) verwenden.
sv: Risk för instabilitiet - throttling är aktiv - set till att användaströmförsörjning med minst 2.5A.

source: Potential instability - Soft-temperature limit active - Ensure sufficient airflow/cooling.
de: Mögliche Instabilität - Soft-Temperatur-Grenze aktiv - Sorgen Sie für einen ausreichenden Luftstrom/Kühlung.
sv: Risk för instabilitet - överhettningsskydd aktivt - se till attluftflödet är gott nog.

source: Potential instability - Under voltage has occurred since last reboot. Make sure to use a sufficient power source (2.5+ amps).
de: Potenzielle Instabilität - Seit dem letzten Neustart ist eine Unterspannung aufgetreten. Stellen Sie sicher, dass Sie eine ausreichende Stromquelle (2,5+ Ampere) verwenden.
sv: Risk för instabilitet - ARM-klockfrekvensen begränsad någon gång sedan den sista omstarten - se till att luftflödet är gott nog.

source: Potential instability - ARM frequency capping has occurred since last reboot. Ensure sufficient airflow/cooling.
de: Potenzielle Instabilität – ARM-Frequency Capping ist seit dem letzten Neustart aufgetreten. Sorgen Sie für eine ausreichende Luftzirkulation/Kühlung.
sv: Risk för instabilitet - ARM-klockfrekvensen var begränsad någon gång sedan den sista omstarten - se till att luftflödet är gott nog.

source: Potential instability - Throttling has occurred since the last reboot. Make sure to use a sufficient power source (2.5+ amps).
de: Potenzielle Instabilität: Seit dem letzten Neustart ist eine Drosselung aufgetreten. Stellen Sie sicher, dass Sie eine ausreichende Stromquelle (2,5+ Ampere) verwenden.
sv: Risk för instabilitiet - throttling var aktiv någon gång sedan den sista omstarten - se till att använda strömförsörjning med minst 2.5A.

source: Potential instability - Soft temperature limit has occurred since last reboot. Ensure sufficient airflow/cooling.
de: Potenzielle Instabilität - Seit dem letzten Neustart ist eine weiche Temperaturgrenze aufgetreten. Sorgen Sie für eine ausreichende Luftzirkulation/Kühlung.
sv: Risk för instabilitet - överhettningsskydd aktivt någon gång sedan den sista omstarten - se till att luftflödet är gott nog.

source: The PiSCSI Web Interface failed to connect to PiSCSI at %(host)s:%(port)s with error: %(error_msg)s. The PiSCSI process is not running or may have crashed.
de: Das PiSCSI-Webinterface konnte sich mit Fehler %(error_msg)s nicht mit PiSCSI an %(host)s:%(port)s verbinden. Der PiSCSI-Prozess läuft nicht oder könnte abgestürzt sein.
fr: L’interface web PiSCSI n’as pas pu se connecter à PiSCSI à l’adresse %(host)s:%(port)s avec l’erreur : %(error_msg)s. Le processus PiSCSI n’est peut-être pas en cours d’exécution ou a planté.
sv: PiSCSIs webbgränssnitt kunde inte ansluta till PiSCSI på %(host)s:%(port)s med felmeddelandet '%(error_msg)s'. PiSCSI-processen är antingen avslagen eller har krashat.

source: The PiSCSI Web Interface lost connection to PiSCSI. Please go back and try again. If the issue persists, please report a bug.
de: Das PiSCSI-Webinterface hat die Verbindung verloren. Bitte gehe zurück und versuche es nochmals. Wenn das Problem bestehen bleibt, melde bitte einen Bug.
fr: L’interface web PiSCSI à perdu la connexion à PiSCSI. Merci de réessayer. Si le problème persiste, merci de faire remonter un bug.
sv: PiSCSIs webbgränssnitt tappade kontaken med PiSCSI. Gå tillbaks och försök igen. Om samma fel upprepas så rapportera en bugg.

source: The PiSCSI Web Interface did not get a valid response from PiSCSI. Please go back and try again. If the issue persists, please report a bug.
de: Das PiSCSI-Webinterface hat keine gültige Antwort von PiSCSI bekommen. Bitte gehe zurück und versuche es nochmals. Wenn das Problem bestehen bleibt, melde bitte einen Bug.
fr: L’interface web PiSCSI à reçu une réponse invalide de PiSCSI. Merci de réessayer. Si le problème persiste, merci de faire remonter un bug.
sv: PiSCSIs webbgränssnitt fick en ogiltig respons från PiSCSI. Gå tillbaks och försök igen. Om samma fel upprepas så rapportera en bugg.

source: PiSCSI Control Page
de: PiSCSI Kontrollseite
fr: Page de contrôle de PiSCSI
sv: PiSCSI kontrollsida

source: PiSCSI Create Drive
de: PiSCSI Erzeuge Laufwerk
fr: PiSCSI Créer un lecteur
sv: PiSCSI skapa skiva

source: PiSCSI System Administration
sv: PiSCSI systemförvaltning

source: PiSCSI File Upload
de: PiSCSI Dateiupload
fr: Déposez le fichier ici pour le transférer
sv: PiSCSI uppladdning

source: You must log in with valid credentials for a user in the '%(group)s' group
de: Du musst dich mit gültigen Zugangsdaten eines Users aus der Gruppe %(group)s’ einloggen
es: Debe conectarse con credenciales válidas para un usuario del grupo ‘%(group)s’
fr: Vous devez vous connecter avec les identifiants d’un utilisateur appartenant au groupe '%(group)s'
sv: Du måste logga in som en användare som tillhör %(group)s-gruppen

source: No properties data for drive %(drive_name)s
de: Keine Eigenschaften für Laufwerk %(drive_name)s
fr: Aucune donnée de propriétés pour le lecteur %(drive_name)s
sv: Saknar egenskapsdata för skivan %(drive_name)s

source: Image file with properties created: %(file_name)s
de: Imagedatei mit Eigenschaften erzeugt %(file_name)s
fr: Fichier image avec propriétés créé : %(file_name)s
sv: Skapade bildsfil med egenskaper: %(file_name)s

source: PiSCSI Image Info
fr: Informations sur l'image PiSCSI
sv: PiSCSI bildfilsinfo

source: An error occurred when getting disk info: %(error)s
de: Fehler beim Abrufen der Diskinformationen: %(error)s
es: Se ha producido un error al obtener la información del disco: %(error)s
fr: Une erreur s'est produite lors de l'obtention des informations du disque : %(error)s
sv: Ett fel inträffade när vi hämtade skivinfo: %(error)s

source: %(app)s is not a recognized PiSCSI app
de: %(app)s ist keine bekannte PiSCSI-App
fr: %(app)s n'est pas une application PiSCSI reconnue
sv: %(app)s är inte en giltig PiSCSI-app

source: An error occurred when accessing manual page: %(error)s
de: Beim Abrufen der Handbuchseite ist ein Fehler aufgetreten: %(error)s
fr: Une erreur s'est produite lors de l'accès à la page du manuel : %(error)s
sv: Ett fel inträffade när vi hämtade manualsidan: %(error)s

source: PiSCSI System Logs
fr: Journaux système PiSCSI
sv: PiSCSI systemloggar

source: An error occurred when fetching logs: %(error)s
de: Beim Abrufen der Logs is ein Fehler aufgetreten: %(error)s
es: Se ha producido un error al obtener los registros: %(error)s
fr: Une erreur s'est produite lors de la récupération des fichiers logs : %(error)s
sv: Ett fel inträffade när vi hämtade loggar: %(error)s

source: Log level set to %(value)s
de: Log-Level auf %(value)s gesetzt
es: Nivel de registro fijado en %(value)s
fr: Niveau de journalisation défini sur %(value)s
sv: Bytte loggnivån till %(value)s

source: No SCSI ID specified
de: Keine SCSI ID angegeben
es: No se ha especificado el SCSI ID
fr: Aucun ID SCSI spécifié
sv: Inget SCSI-id angett

source: Detached all SCSI devices
de: Alle SCSI-Geräte getrennt
es: Se han desconectado todos los dispositivos SCSI
fr: Tout les périphériques SCSI ont été détachés
sv: Kopplade ifrån alla SCSI-enheter

source: Detached SCSI ID %(id_number)s LUN %(unit_number)s
de: SCSI-ID %(id_number)s LUN %(unit_number)s getrennt
es: SCSI ID desconectado %(id_number)s LUN %(unit_number)s
fr: Périphérique SCSI ID %(id_number)s LUN %(unit_number)s détaché
sv: Kopplade ifrån SCSI-id %(id_number)s enhetsnummer %(unit_number)s

source: Ejected SCSI ID %(id_number)s LUN %(unit_number)s
de: SCSI-ID %(id_number)s LUN %(unit_number)s ausgeworfen
es: Expulsado SCSI ID %(id_number)s LUN %(unit_number)s
fr: SCSI ID %(id_number)s LUN %(unit_number)s éjecté
sv: Matade ut SCSI-id %(id_number)s enhetsnummer %(unit_number)s

source: PiSCSI Device Info
de: PiSCSI Geräteinfo
fr: Informations sur le périphérique PiSCSI
sv: PiSCSI enhetsinfo

source: No devices attached
de: Kein Gerät angehängt
es: No hay dispositivos conectados
fr: Aucun appareil connecté
sv: Inga enheter anslutna

source: Reserved SCSI ID %(id_number)s
de: Reservierte SCSI-ID %(id_number)s
es: SCSI ID reservado %(id_number)s
fr: ID SCSI réservés %(id_number)s
sv: Reserverat SCSI-id %(id_number)s

source: Released the reservation for SCSI ID %(id_number)s
de: Reservierung für SCSI-ID %(id_number)s entfernt
es: Liberada la reserva para SCSI ID %(id_number)s
fr: Réservation libérée pour SCSI ID %(id_number)s
sv: Frigjorde SCSI-id %(id_number)s

source: System name changed to '%(name)s'.
de: Systemname in '%(name)s' geändert.
fr: Nom du système a été remplacé par '%(name)s'.
sv: Ändrade systemnamnet till '%(name)s'.

source: System name reset to default.
de: Systemname auf default zurückgesetzt.
fr: Nom du système réinitialisé par défaut.
sv: Återställde systemnamnet till grundvärdet.

source: Failed to change system name.
de: Systemname konnte nicht geändert werden.
fr: Echec du changement de nom du système.
sv: Kunde ej ändra systemnamnet.

source: %(iso_type)s is not a valid CD-ROM format.
de: %(iso_type)s ist kein gültiges CD-ROM-Format.
fr: %(iso_type)s n'est pas un format de CD-ROM valide.
sv: %(iso_type)s är inte ett giltigt cd-romformat.

source: The following error occurred when creating the CD-ROM image: %(error)s
de: Der folgende Fehler trat beim Erstellen des CD-ROM-Image auf: %(error)s
fr: L'erreur suivante s'est produite lors de la création de l'image du CD-ROM : %(error)s
sv: Ett fel inträffade när vi skapade en cd-bildfil: %(error)s

source: CD-ROM image %(file_name)s with type %(iso_type)s was created.
de: CD-ROM-Image %(file_name)s des Typs %(iso_type)s wurde erstellt.
fr: L'image du CD-ROM %(file_name)s avec le type %(iso_type)s a été créée.
sv: Cd-bildfilen %(file_name)s av typ %(iso_type)s har skapats.

source: Unknown destination
de: Unbekanntes Ziel
fr: Destination inconnue
sv: Okänd destination

source: The following error occurred when downloading: %(error)s
de: Der folgende Fehler trat beim Download auf: %(error)s
fr: L'erreur suivante s'est produite lors du téléchargement : %(error)s
sv: Ett fel inträffade under nedladdningen: %(error)s

source: The file already exists!
de: Die Datei existiert bereits!
es: ¡El archivo ya existe!
fr: Le fichier existe déjà !
sv: Filen finns redan!

source: Unable to write the file to disk!
de: Kann die Datei nicht auf die Disk schreiben!
es: ¡No se puede escribir el archivo en el disco!
fr: Echec d’écriture du fichier sur le disque !
sv: Kunde ej skriva filen till skivan!

source: Transferred file corrupted!
de: Übertragene Datei beschädigt!
es: ¡Archivo transferido corrompido!
fr: Fichier transféré corrompu !
sv: Den överförda filen är skadad!

source: Unable to rename temporary file!
de: Temporäre Datei kann nicht umbenannt werden!
sv: Kunde ej byta namn på temporär fil!

source: File upload successful!
de: Dateiupload erfolgreich!
es: ¡La carga de archivos se ha realizado con éxito!
fr: Transfert de fichier réussi !
sv: Filen har laddas upp!

source: %(drive_format)s is not a valid hard disk format.
de: %(drive_format)s ist kein gültiges Festplatten-Format.
fr: %(drive_format)s n'est pas un format de disque dur valide.
sv: %(drive_format)s är inte ett giltigt hårddisksformat.

source: Image file with properties created: %(file_name)s%(drive_format)s
de: Imagedatei mit Eigenschaften erstellt: %(file_name)s%(drive_format)s
fr: Fichier image avec propriétés créé : %(file_name)s%(drive_format)s
sv: Skapade bildfil med egenskaper: %(file_name)s%(drive_format)s

source: Image file created: %(file_name)s%(drive_format)s
de: Imagedatei erstellt: %(file_name)s%(drive_format)s
fr: Fichier image créé : %(file_name)s%(drive_format)s
sv: Skapade bildfil %(file_name)s%(drive_format)s

source: Image file with properties deleted: %(file_name)s
de: Imagedatei mit Eigenschaften gelöscht: %(file_name)s
fr: Fichier image avec propriétés supprimé : %(file_name)s
sv: Bildfil med egenskaper raderades: %(file_name)s

source: Image file deleted: %(file_name)s
de: Imagedatei %(file_name)s gelöscht
es: Archivo de imagen borrado: %(file_name)s
fr: Fichier image supprimé : %(file_name)s
sv: Bildfilen %(file_name)s raderades

source: Image file with properties renamed to: %(file_name)s
de: Imagedatei mit Eigenschaften umbenannt in: %(file_name)s
fr: Fichier image avec propriétés renommé en : %(file_name)s
sv: Bildfilen med egenskaper döptes om till %(file_name)s

source: Image file renamed to: %(file_name)s
de: Imagedatei umbenannt in: %(file_name)s
es: Archivo de imagen renombrado a: %(file_name)s
fr: Fichier image renommé en : %(file_name)s
sv: Bildfilen döptes om till %(file_name)s

source: Copy of image file with properties saved as: %(file_name)s
de: Kopie der Imagedatei mit Eigenschaften gespeichert als: %(file_name)s
fr: Copie du fichier image avec propriétés enregistrée sous : %(file_name)s
sv: Kopierade bildfilen med egenskaper och sparade den som %(file_name)s

source: Copy of image file saved as: %(file_name)s
de: Kopie der Imagedatei gespeichert als: %(file_name)s
es: Copia del archivo de imagen guardado como: %(file_name)s
fr: Copie du fichier image enregistré sous : %(file_name)s
sv: Kopierade bildfilen och sparade den som %(file_name)s

source: Changed Web Interface language to %(locale)s
de: Webinterface-Sprache auf %(locale)s geändert
es: Se ha cambiado el lenguaje de la Interfaz Web a %(locale)s
fr: Langue de l’interface web changée en %(locale)s
sv: Bytte webbgränssnittets språk till %(locale)s

source: The requested theme does not exist.
de: Das angeforderte Theme existiert nicht.
fr: Le thème demandé n'existe pas.
sv: Temat existerar inte.

source: Theme changed to '%(theme)s'.
de: Theme geändert zu '%(theme)s'.
fr: Thème remplacé par '%(theme)s’.
sv: Bytte till temat '%(theme)s'.

source: Hard Disk Drive
de: Festplatte
es: Unidad de disco duro
fr: Disque dur
sv: Hårddisk

source: Removable Disk Drive
de: Wechsellaufwerk
es: Unidad de disco extraíble
fr: Disque amovible
sv: Uttagbar skivenhet

source: Magneto-Optical Drive
de: Magneto-Optisches Laufwerk
es: Unidad magneto-óptica
fr: Disque magnéto-optique
sv: Magnetoptisk enhet

source: CD/DVD Drive
de: CD/DVD-Laufwerk
es: Unidad de CD/DVD
fr: Lecteur CD/DVD
sv: Cd- eller dvd-spelare

source: Host Bridge
fr: Pont Hôte
sv: Värdbrygga

source: Ethernet Adapter
es: Adaptador Ethernet
fr: Adaptateur Ethernet
sv: Ethernet-gränssnitt

source: Printer
de: Drucker
es: Impresora
fr: Imprimante
sv: Skrivare

source: Host Services
de: Host-Dienste
es: Servicios de Host
fr: Services Hôte
sv: Värdtjänster

source: Hard Disk Image (Generic)
de: Festplatten-Image (generisch)
es: Imagen de disco duro (genérica)
fr: Image de disque dur (générique)
sv: Hårddiskskiva (allmän)

source: Hard Disk Image (Apple)
de: Festplatten-Image (Apple)
es: Imagen del disco duro (Apple)
fr: Image de disque dur (Apple)
sv: Hårddiskskiva (Apple)

source: Hard Disk Image (NEC)
de: Festplatten-Image (NEC)
es: Imagen de disco duro (NEC)
fr: Image de disque dur (NEC)
sv: Hårddiskskiva (NEC)

source: Hard Disk Image (SCSI-1)
de: Festplatten-Image (SCSI-1)
es: Imagen de disco duro (SCSI-1)
fr: Image de disque dur (SCSI-1)
sv: Hårddiskskiva (SCSI-1)

source: Removable Disk Image
de: Wechsellaufwerks-Image
es: Imagen de disco extraíble
fr: Disque amovible
sv: Uttagbar skiva

source: Magneto-Optical Disk Image
de: Magneto-Optisches Laufwerks-Image
es: Imagen de disco magneto-óptico
fr: Image de disque magnéto-optique
sv: Magnetoptisk skiva

source: You must log in to use this function
de: Du musst dich einloggen um diese Funktion zu nutzen
es: Debe conectarse para utilizar esta función
fr: Vous devez vous connecter pour utiliser cette fonctionnalité
sv: Du måste logga in för att använda den här funktionen

source: Wireless network bridge enabled for %(interface)s
de: Konfiguriere zuerst die Netzwerk-Bridge für %(interface)s
sv: Trådlös nätverksbrygga aktiv för %(interface)s

source: Wired network bridge enabled for %(interface)s
de: Konfiguriere zuerst die Netzwerk-Bridge für %(interface)s
sv: Nätverksbrygga aktiv för %(interface)s

source: Unable to detect if %(interface)s is Ethernet or WiFi. Make sure that the correct network bridge is configured.
de: Es kann nicht erkannt werden, ob %(interface)s Ethernet oder WLAN ist. Stellen Sie sicher, dass die richtige Netzwerkbrücke konfiguriert ist.
sv: Kunde ej avgöra om %(interface)s är Ethernet eller Wi-Fi. Se till att den korrekta nätverksbryggan är inställd.

source: Configure the network bridge for %(interface)s first:
de: Konfiguriere zuerst die Netzwerk-Bridge für %(interface)s:
fr: Configurez d'abord le pont réseau pour %(interface)s :
sv: Ställ in nätverksbryggan för %(interface)s först:

source: Path must not be absolute
de: Pfad darf nicht absolut sein
sv: Sökvägen kan inte vara absolut

source: Path must not traverse the file system
de: Der Pfad darf das Dateisystem nicht durchlaufen
sv: Sökvägen får inte lov att traversera filsystemet

source: Path must not start in the home directory
de: Der Pfad darf nicht im Home-Verzeichnis beginnen
sv: Sökvägen kan inte starta i hemkatalogen

source: Logging
es: Registro
fr: Journalisation
sv: Loggar

source: The current dropdown selection indicates the active log level.
de: Die aktuelle Dropdown-Auswahl markiert den aktiven Log-Level.
es: La selección desplegable actual indica el nivel de registro activo.
fr: Le menu déroulant indique le niveau de journalisation.
sv: Det nuvarande valet i rullgardinsmenyn påvisar aktiv loggnivå.

source: Log Lines:
de: Log-Zeilen:
es: Líneas de registro:
fr: Lignes du journal :
sv: Antal loggrader:

source: Scope:
de: Bereich:
es: Rango:
fr: Portée :
sv: Omfattning:

source: All logs
de: Alle Logs
es: Todos los registros
fr: Tout les journaux
sv: Alla loggar

source: Show Logs
de: Zeige Logs
es: Mostrar registros
fr: Montrer les journaux
sv: Visa loggar

source: Log Level:
es: Nivel de registro:
fr: Niveau de journalisation :
sv: Loggnivå:
