Repository: PiSCSI/piscsi
Catalog: python/web/src/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, sv

source: Set Log Level
de: Setze Log-Level
es: Establecer el nivel de registro
fr: Définir le niveau de journalisation
sv: Ange loggnivå

source: Appearance
de: Erscheinungsbild
sv: Utseende

source: Theme and language are auto-detected for your user agent. Here you can change the default.
de: Das Design und die Sprache werden für Ihren Benutzeragenten automatisch erkannt. Hier können Sie die Standardeinstellung ändern.
sv: Tema och språk identifieras automatiskt för användaragenten. Här kan du ändra standardinställningen.

source: The System Name is the "pretty" hostname if set, with a fallback to the regular hostname.
de: Der Systemname ist der "schöne" Hostname wenn gesetzt, mit Fallback auf den gewöhnlichen Hostnamen.
fr: Le nom du système est le nom d'hôte "pretty" s'il est défini, avec une solution de repli versun nom d'hôte normal.
sv: Vi använder "pretty hostname" som systemnamn, med vanligt hostname som reserv.

source: The current theme is "%(theme)s".
de: Das aktuelle Thema lautet "%(theme)s".
sv: Det aktuella temat är "%(theme)s".

source: Switch to the <a href="/theme?name=%(theme)s">%(theme)s theme</a>
de: Wechsle zum <a href="/theme?name=%(theme)s">%(theme)s Theme</a>
fr: Passer au <a href="/theme?name=%(theme)s"> thème %(theme)s</a>
sv: Byt till temat <a href="/theme?name=%(theme)s">%(theme)s</a>

source: Language:
de: Sprache:
es: Idioma:
fr: Langue :
sv: Språk:

source: Change Language
de: Sprache ändern
es: Cambiar el idioma
fr: Changer la langue
sv: Byt språk

source: System Name:
fr: Nom du système:
sv: Systemnamn:

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
sv: Döp om

source: Reset
de: Zurücksetzen
fr: Réinitialiser
sv: Återställ

source: Companion Services
de: Zusatzleistungen
sv: Extratjänster

source: If you want to add a service, run the easyinstall.sh script and choose the one to install.
de: Wenn Sie einen Dienst hinzufügen möchten, führen Sie das easyinstall.sh Skript aus, und wählen Sie den zu installierenden Dienst aus.
sv: Om du vill lägga till en tjänst kör du skriptet easyinstall.sh och väljer det som ska installeras.

source: In order to manage the services in the Web UI, you may install Webmin as well.
de: Um die Dienste in der Web-Benutzeroberfläche zu verwalten, können Sie auch Webmin installieren.
sv: För att kunna hantera tjänsterna kan du också installera Webmin.

source: To browse the modern web, install a vintage web proxy such as <a href="%(url)s" target="_blank">Macproxy</a>.
de: Um das moderne Web zu browsen, installiere einen Vintage Web-Proxy wie z.B. <a href="%(url)s" target="_blank">Macproxy</a>.
es: Para navegar por la web moderna, instale un proxy web vintage como <a href=“%(url)s” target=“_blank”>Macproxy</a>.
fr: Pour naviguer sur le Web moderne, installez un proxy Web vintage tel que <a href="%(url)s" target="_blank">Macproxy</a>.
sv: För att surfa på den moderna webben, installera en webb-proxyserver så som <a href="%(url)s" target="_blank">Macproxy</a>.

source: Mac AFP file sharing is enabled.
de: Die AFP-Dateifreigabe für Mac ist aktiviert.
sv: Mac AFP-fildelning är påslagen.

source: Mac AFP file sharing is disabled.
de: Die Mac-AFP-Dateifreigabe ist deaktiviert.
sv: Mac AFP-fildelning är avslagen.

source: Manage the AFP server
de: Verwalten des AFP-Servers
sv: Hantera AFP-servern

source: Windows SMB file sharing is enabled.
de: Die Windows SMB-Dateifreigabe ist aktiviert.
sv: Windows SMB-fildelning är påslagen.

source: Windows SMB file sharing is disabled.
de: Die Windows SMB-Dateifreigabe ist deaktiviert.
sv: Windows SMB-fildelning är avslagen.

source: Manage the SMB server
de: Verwalten des SMB-Servers
sv: Hantera SMB-servern

source: FTP file sharing is enabled.
de: Die FTP-Dateifreigabe ist aktiviert.
sv: FTP-fildelning är påslagen.

source: FTP file sharing is disabled.
de: Die FTP-Dateifreigabe ist deaktiviert.
sv: FTP-fildelning är avslagen.

source: Manage the FTP server
sv: Hantera FTP-servern

source: Vintage web proxy is running at %(ip_addr)s (default port 5000)
de: Vintage-Web-Proxy wird auf %(ip_addr)s (Standardport 5000) ausgeführt.
sv: Vintage-webbproxy är tillgänglig på %(ip_addr)s (vanligtvis port 5000)

source: Vintage web proxy is disabled.
de: Der Vintage-Web-Proxy ist deaktiviert.
sv: Vintage-webbproxy är avslagen.

source: Manage PiSCSI services & Linux with Webmin
sv: Hantera PiSCSI-tjänster och Linux med Webmin

source: System Operations
de: Systemoperationen
fr: Opérations système
sv: Systemdrift

source: IMPORTANT: Always shut down the system before turning off the power. Failing to do so may lead to data loss.
de: WICHTIG: Fahre das System immer herunter bevor Du die Stromversorgung ausschaltest. Andernfalls kann es zu Datenverlust kommen.
fr: IMPORTANT: Éteignez toujours le Raspberry Pi avant de couper l'alimentation. Ne pas le faire peut entraîner une perte de données.
sv: VIKTIGT: Stäng alltid av systemet innan du stänger av strömmen. Om du inte gör det kan det leda till dataförlust.

source: Reboot the System?
de: Das System neustarten?
fr: Redémarrer le Raspberry Pi ?
sv: Vill du starta om systemet?

source: Rebooting the system...
de: Das System wird neugestartet…
fr: Redémarrage du Raspberry Pi...
sv: Startar om systemet...

source: Reboot System
de: System neustarten
fr: Redémarrer le Raspberry Pi
sv: Starta om systemet

source: Shut Down the System?
de: Das System herunterfahren?
fr: Éteindre le Raspberry Pi ?
sv: Vill du stänga av systemet?

source: Shutting down the system...
de: System wird heruntergefahren…
fr: Le Raspberry Pi est en cours d’extinction...
sv: Stänger av systemet...

source: Shut Down System
de: System herunterfahren
fr: Éteindre le Raspberry Pi
sv: Stäng av systemet

source: Logged in as <em>%(username)s</em>
de: Als <em>%(username)s</em> angemeldet
es: Conectado como <em>%(username)s</em>
fr: Connecté en tant que <em>%(username)s</em>
sv: Inloggad som <em>%(username)s</em>

source: Log Out
de: Abmelden
es: Cerrar la sesión
fr: Se déconnecter
sv: Logga ut

source: Settings
de: Einstellungen
sv: Inställningar

source: Log in to use Web Interface
de: Melde dich an um das Webinterface zu benutzen
fr: Se connecter à l’interface web
sv: Logga in för att använda webbgränssnittet

source: Username:
fr: Nom d'utilisateur:
sv: Användare:

source: Password:
de: Passwort:
fr: Mot de passe:
sv: Lösenord:

source: Control Page
de: Kontrollseite
fr: Page de contrôle
sv: kontrollsida

source: Go to Home
de: Gehe zu Home
es: Ir a Inicio
fr: Menu principal
sv: Gå hem

source: Read the PiSCSI Manual
de: Lies das PiSCSI-Handbuch
fr: Lire le manuel du PiSCSI
sv: Läs PiSCSI-handboken (engelska)

source: PiSCSI software version:
fr: Version PiSCSI :
sv: PiSCSI-version:

source: Hardware and OS:
de: Hardware und OS:
fr: Hardware et système d'exploitation :
sv: Hårdvara och operativsystem:

source: Network Address:
de: Netzwerkadresse:
fr: Adresse réseau :
sv: Nätverksadress:

source: Detailed Info for Attached Devices
de: Detailinfo für verbundene Laufwerke
es: Información detallada de los dispositivos conectados
fr: Informations détaillées pour les périphériques connectés
sv: Detaljerad information för anslutna enheter

source: Type
de: Typ
es: Tipo
sv: Typ

source: File
de: Datei
es: Archivo
fr: Fichier
sv: Fil

source: Parameters
de: Parameter
es: Parámetros
fr: Paramètres
sv: Parametrar

source: Vendor
de: Anbieter
es: Fabricante
fr: Fournisseur
sv: Tillverkare

source: Product
de: Produkt
es: Producto
fr: Produit
sv: Produkt

source: Block Size
de: Blockgröße
es: Tamaño del bloque
fr: Taille de bloc
sv: Blockstorlek

source: Image Size
de: Imagegröße
es: Tamaño de la imagen
fr: Taille de l'image
sv: Skivbildsstorlek

source: Disk Image Details: %(file_name)s
de: Festplatten-Image Details: %(file_name)s
es: Detalles de la imagen del disco: %(file_name)s
fr: Détails de l'image disque : %(file_name)s
sv: Skivbildsdetaljer: %(file_name)s

source: Disclaimer
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement
sv: Observera

source: These device profiles are provided as-is with no guarantee to work equally to the actual physical device they are named after. You may need to provide appropirate device drivers and/or configuration parameters for them to function properly. If you would like to see data modified, or have additional devices to add to the list, please raise an issue ticket at <a href="%(url)s">GitHub</a>.
de: Diese Geräteprofile werden im Ist-Zuastand und ohne Garantie genauso wie das tatsächliche physische Gerät nach dem sie benannt sind zu funktionieren angeboten. Möglicherweise musst Du passende Gerätetreiber und/oder Konfigurationsparameter liefern damit sie ordentlich funktionieren. Möchtest Du gerne Daten geändert haben oder hast zusätzliche Geräte die der Liste hinzugefügt werden sollen dann eröffne bitte ein Ticket auf <a href="%(url)s">GitHub</a>.
es: Estos perfiles de dispositivos se proporcionan tal cual, sin garantía de que funcionen igual que el dispositivo físico real al que dan nombre. Es posible que tenga que proporcionar los controladores de dispositivo y/o los parámetros de configuración adecuados para que funcionen correctamente. Si desea que se modifiquen los datos, o si tiene otros dispositivos que añadir a la lista, cree un ticket de incidencia en <a href=“%(url)s”>GitHub</a>.
fr: Ces profils de périphérique sont donnés tel-quels sans garantie que leur fonctionnement soit égal au périphérique physique desquels ils tirent leur nom. Vous pourriez avoir besoin d'ajouter les pilotes de périphérique appropriés et / ou les paramètres de configuration nécessaires pour qu'ils fonctionnent correctement. Si vous souhaitez voir les données modifiées ou avez des périphériques additionnels à ajouter à la liste, merci d'ouvrir un billet de support sur <a href="%(url)s">GitHub</a>.
sv: Det finns ingen garanti att dessa enhetsprofiler fungerar lika väl som de verkliga enheterna de delar namn med. Du bör antagligen skaffa drivrutiner och ange vissa parametrar för att de ska fungera korrekt. Om du ser något som bör ändras, eller om du har andra enhetsprofiler som du skulle vilja lägga till, kontakta oss via <a href="%(url)s">GitHub</a>.

source: Hard Disk Drives
de: Festplatten
es: Unidades de disco duro
fr: Disques durs
sv: Hårddiskar

source: Name
es: Nombre
fr: Nom
sv: Namn

source: Size (MiB)
de: Größe (MiB)
es: Tamaño (MiB)
fr: Taille (Mio)
sv: Storlek (MiB)

source: Description
de: Beschreibung
es: Descripción
sv: Beskrivning

source: Action
de: Aktion
es: Acción
sv: Handling

source: Save as:
de: Speichern als:
es: Guardado como:
fr: Sauvegarder sous :
sv: Spara som:

source: Create
de: Erzeuge
es: Crear
fr: Créer
sv: Skapa

source: CD/DVD Drives
de: CD/DVD-Laufwerke
es: Unidades de CD/DVD
fr: Lecteurs de CD/DVD
sv: Cd- och dvd-spelare

source: This will create a properties file for the given CD-ROM or DVD image. No new image file will be created.
de: Dies wird eine Eigenschaften-Datei für das ausgewählte CD-ROM- oder DVD-Image erstellen. Es wird keine neue Image-Datei erzeugt.
es: Esto creará un archivo de propiedades para la imagen de CD-ROM o DVD dada. No se creará ningún archivo de imagen nuevo.
fr: Cela créera un fichier de propriétés pour l'image CD-ROM ou DVD. Aucun nouveau fichier image sera créé.
sv: Denna funktion skapar endast en egenskapsfil för en cd- eller dvd-bildfil. Ingen ny cd-bildfil kommer att skapas.

source: Create for:
de: Erstelle für:
es: Crear para:
fr: Créer pour :
sv: Skapa för:

source: Removable Disk Drives
de: Wechsellaufwerke
es: Unidades de disco extraíbles
fr: Disques amovibles
sv: Uttagbara enheter

source: %(disk_space)s MiB disk space remaining on the Pi
de: %(disk_space)s MiB Festplattenplatz auf dem Pi übrig
es: %(disk_space)s MiB de espacio en disco restante en la Pi
fr: %(disk_space)s Mio d'espace disque restant sur le Pi
sv: %(disk_space)s MiB återstår på Pi-systemets skiva

source: This process may take a while, and will continue in the background if you navigate away from this page.
de: Dieser Prozess dauert möglicherweise länger und wird im Hintergrund fortgesetzt wenn Du von dieser Seite wegnavigierst.
es: Este proceso puede tardar un poco, y continuará en segundo plano si navega fuera de esta página.
fr: Ce processus peut prendre du temps, et continuera de s’exécuter en arrière plan si vous quittez cette page.
sv: Denna process kan ta ett tag, och kommer att forsätta i bakgrunden om du navigerar bort från den här sidan.

source: The Web Interface will become unresponsive momentarily. Reload this page after the Pi has started up again.
de: Das Webinterface wird gleich nicht mehr reagieren. Lade diese Seite erneut wenn der Pi wieder hochgefahren ist.
es: La interfaz web dejará de responder momentáneamente. Vuelva a cargar esta página después de que la Pi haya arrancado de nuevo.
fr: L’interface web ne répondras pas momentanément. Rechargez cette page après que le Pi ai redémarré.
sv: Webbgränssnittet kommer att sluta reagera nu. Ladda om den här sidan efter systemet har startat igen.

source: Current PiSCSI Configuration
de: Aktuelle PiSCSI-Konfiguration
fr: Configuration PiSCSI actuelle
sv: Nuvarande PiSCSI-konfiguration

source: Save and load device configurations, stored as json files in <tt>%(config_dir)s</tt>
de: Speichere und lade Gerätekonfigurationen die als JSON-Dateien in <tt>%(config_dir)s</tt> abgelegt sind
es: Guardar y cargar las configuraciones de los dispositivos, almacenadas como archivos json en <tt>%(config_dir)s</tt>
fr: Sauvegarder et charger les fichiers de configuration de périphériques, stockés en fichiers json dans <tt>%(config_dir)s</tt>
sv: Spara och läs enhetskonfigurationer. Sparas som json-format i <tt>%(config_dir)s</tt>

source: To have a particular device configuration load when PiSCSI starts, save it as <em>default</em>.
de: Um eine bestimmte Gerätekonfiguration zu laden wenn PiSCSI startet, speichere sie als <em>default</em>.
fr: Pour avoir une configuration de périphérique en particulier chargée au démarrage de PiSCSI, sauvegardez la en tant que <em>default</em>.
sv: Om du sparar en enhetskonfiguration som <em>default</em> så blir den läst när PiSCSI startar.

source: File Name:
de: Dateiname:
es: Nombre del archivo:
fr: Nom de fichier :
sv: Filnamn:

source: No saved configurations
de: Keine gespeicherten Konfigurationen
es: No hay configuraciones guardadas
fr: Aucune configuration sauvegardée
sv: Inga sparade konfigurationer

source: Load
de: Laden
es: Cargar
fr: Charger
sv: Läs in

source: Detach all current device and Load configuration?
de: Alle derzeitigen Geräte trennen und Konfiguration laden?
es: ¿Desconectar todo el dispositivo actual y cargar la configuración?
fr: Détacher tout les périphériques actuels et charger la configuration ?
sv: Koppla ifrån alla enheter och läs in konfigurationen?

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
sv: Radera

source: Delete configuration file?
de: Konfigurationsdatei löschen?
es: ¿Borrar el archivo de configuración?
fr: Supprimer le fichier de configuration ?
sv: Radera konfigurationsfilen?

source: Download
de: Herunterladen
es: Descargar
fr: Transférer
sv: Ladda ner

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
sv: Spara

source: Please create the PiSCSI configuration dir to use configurations:
sv: Skapa PiSCSI konfig-katalogen för att använda konfigurationer:

source: Device
de: Gerät
es: Dispositivo
fr: Périphérique
sv: Enhet

source: Actions
de: Aktionen
es: Acciones
sv: Handlingar

source: File:
sv: Fil:

source: Insert
sv: Mata in

source: Eject Disk? WARNING: On Mac OS, eject the Disk in the Finder instead!
de: Disk auswerfen? WARNUNG: Auf Mac OS Disk zuerst im Finder auswerfen!
es: ¿Expulsar el disco? ADVERTENCIA: ¡En Mac OS, expulse el disco en el Finder!
fr: Ejecter le disque ? ATTENTION: Sur Mac OS, préférez éjecter le disque depuis le Finder !
sv: Mata ut skiva? VARNING: På Mac OS bör du mata ut skivan i Finder istället!

source: Eject
de: Auswerfen
es: Expulsar
fr: Ejecter
sv: Mata ut

source: Detach Device?
de: Gerät trennen?
es: ¿Desconectar el dispositivo?
fr: Détacher le périphérique ?
sv: Koppla ifrån enhet?

source: Detach
de: Trennen
es: Desconectar
fr: Détacher
sv: Koppla ifrån

source: Enter a memo for this reservation
de: Gib ein memo für diese Reservierung ein
es: Introduzca una nota para esta reserva
fr: Entrez un mémo pour cette réservation
sv: Skriv ett memo för reservationen

source: Reserve
de: Reservieren
es: Reserva
fr: Réserver
sv: Reservera

source: Reserved ID
de: Reservierte ID
es: ID reservado
fr: ID réservé
sv: Reserverat id

source: Release
de: Lösen
es: Liberar
fr: Détacher
sv: Frigör

source: Detach all SCSI Devices?
de: Alle SCSI-Geräte trennen?
es: ¿Desconectar todos los dispositivos SCSI?
fr: Détacher tout les périphériques SCSI ?
sv: Koppla ifrån alla SCSI-enheter?

source: Detach All Devices
de: Alle Geräte trennen
es: Desconectar todos los dispositivos
fr: Détacher tout les périphériques
sv: Koppla ifrån alla enheter

source: Show Device Info
de: Zeige Geräteinfo
es: Mostrar información del dispositivo
fr: Afficher les informations du périphérique
sv: Visa enhetsinfo

source: Image File Management
de: Image-Dateiverwaltung
es: Gestión de archivos de imagen
fr: Gestion des fichiers d'image
sv: Bildfilshanterare

source: Manage image files in the active PiSCSI image directory: <tt>%(directory)s</tt> with a scan depth of %(scan_depth)s.
de: Verwalte Imagedateien im aktiven PiSCSI Imageverzeichnis <tt>%(directory)s</tt> mit einer Scantiefe von %(scan_depth)s.
fr: Gérer les fichiers image dans le dossier image PiSCSI actif : <tt>%(directory)s</tt> avec un profondeur de scan de %(scan_depth)s.
sv: Hantera filer i den aktiva bildfilskatalogen: <tt>%(directory)s</tt> med hierarkiskt djup %(scan_depth)s.

source: Select a valid SCSI ID and <a href="%(url)s" target="_blank">LUN</a> to attach to. Unless you know what you're doing, always use LUN 0.
de: Wähle eine gültige SCSI-ID und <a href="%(url)s" target="_blank">LUN</a> zum Verbinden. Wenn Du nicht sicher bist dann benutze immer LUN 0.
es: Seleccione un SCSI ID válido y <a href=“%(url)s” target=“_blank”>LUN</a> al que conectar. A menos que sepa lo que está haciendo, utilice siempre el LUN 0.
fr: Sélectionnez un ID SCSI et un <a href="%(url)s" target="_blank">LUN</a> valides.À moins que vous ne sachiez ce que vous faites, utilisez toujours LUN 0.
sv: Välj ett giltigt SCSI-id samt <a href="%(url)s" target="_blank">LUN</a> (enhetsnummer) att ansluta till. Om du inte har särskild orsak, använd alltid enhetsnummer 0.

source: Recognized image file types:
de: Erkannte Image-Dateitypen:
es: Tipos de archivos de imagen reconocidos:
fr: Types de fichiers image reconnus:
sv: Kända bildfilstyper:

source: Recognized archive file types:
de: Erkannte Archiv-Dateitypen:
es: Tipos de archivo reconocidos:
fr: Types de fichiers d'archive reconnus:
sv: Kända arkivfiltyper:

source: Size
de: Größe
es: Tamaño
fr: Taille
sv: Storlek

source: Properties File
de: Eigenschaftendatei
es: Archivo de propiedades
fr: Fichier de propriété
sv: Egenskapsfil

source: Extract
de: Entdecken
es: Extraer
fr: Décompresser
sv: Packa upp

source: Extracting a single file...
de: Entpacke eine einzelne Datei…
es: Extraer un solo archivo…
fr: Décompression d'un fichier unique...
sv: Packar upp en fil...

source: In use
de: In Benutzung
es: En uso
fr: Utilisé
sv: Används

source: Extracting all files...
de: Entpacke alle Dateien…
es: Extrayendo todos los archivos…
fr: Décompression de tous les fichiers...
sv: Packar upp alla filer...

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
sv: Okänd

source: Attach
de: Verbinden
es: Conectar
fr: Attacher
sv: Anslut

source: Enter a new file name:
de: Geben Sie einen neuen Dateinamen ein:
sv: Ange ett nytt filnamn:

source: Enter a file name for the copy:
de: Geben Sie einen Dateinamen für die Kopie ein:
sv: Ange ett nytt filnamn åt kopian:

source: Copy
de: Kopiere
es: Copia
fr: Copier
sv: Kopiera

source: Delete file: %(file_name)s?
de: Datei %(file_name)s löschen?
es: ¿Borrar el archivo: %(file_name)s?
fr: Supprimer le fichier : %(file_name)s ?
sv: Radera filen %(file_name)s?

source: The images directory is currently empty.
de: Das Images-Verzeichnis ist derzeit leer.
fr: Le répertoire des images est actuellement vide.
sv: Bildfilskatalogen är tom.

source: %(disk_space)s MiB disk space remaining for images
de: %(disk_space)s MiB Festplattenplatz auf dem Pi übrig
sv: %(disk_space)s MiB är tillgängligt för skivbilder

source: Please create the PiSCSI images dir to work with disk images:
sv: Skapa PiSCSI images-katalogen för att arbeta med diskavbildningar:

source: Attach Device
sv: Anslut enhet

source: The <tt>piscsi_bridge</tt> network bridge is active and ready to be used by an emulated network adapter!
de: Die <tt>piscsi_bridge</tt>-Netzwerk-Bridge ist aktiv und bereit vom emulierten Netzwerkadapter verwendet zu werden!
fr: L'interface <tt>piscsi_bridge</tt> est active et prête à être utilisée par un adaptateur réseau émulé!
sv: Nätverksbryggan <tt>piscsi_bridge</tt> är påslagen och kan användas av det emulerade gränssnittet!

source: Please configure the <tt>piscsi_bridge</tt> network bridge before attaching an emulated network adapter!
de: Bitte konfiguriere die <tt>piscsi_bridge</tt>-Netzwerk-Bridge vor dem Anhängen an einen emulierten Netzwerkadapter!
fr: Veuillez configurer le pont réseau <tt>piscsi_bridge</tt> avantde connecter une carte réseau virtuelle !
sv: Se till att ställa in och sätta på <tt>piscsi_bridge</tt> innan du ansluter det emulerade nätverksgränssnittet!

source: Read more about <a href="%(url)s" target="_blank">supported device types</a> on the wiki.
de: Lies mehr über <a href="%(url)s" target="_blank">unterstützte Gerätetypen</a> auf dem Wiki.
es: Más información sobre <a href=“%(url)s” target=“_blank”>tipos de dispositivos compatibles</a> en la wiki.
fr: En savoir plus sur les <a href="%(url)s" target="_blank">appareils pris en chargetypes</a> sur wiki.
sv: Läs mer om <a href="%(url)s" target="_blank">enheter som stödjs (engelska)</a> på wikin.

source: Key
de: Kürzel
es: Clave
fr: Clé
sv: Kod

source: Unknown Removable Disk Drive
sv: Okänd uttagbar hårddisk

source: Unknown Fixed Disk Drive
sv: Okänd hårddisk

source: Unknown Device
sv: Okänd enhet

source: Identify as:
sv: Identifiera som:

source: Generic device
sv: Allmän enhet

source: Image file:
sv: Bildfil:

source: None
de: Keines
es: Ninguno
fr: Aucun
sv: Ingen

source: Choose a file...
sv: Välj fil...

source: Transfer Files to the PiSCSI
de: Übertrage Dateien zum PiSCSI
fr: Transférer des fichiers vers le PiSCSI
sv: Överför filer till PiSCSI

source: Disk Images
de: Laufwerksimages
fr: Images Disque
sv: Skivbilder

source: Shared Files
de: Geteilte Dateien
fr: Fichiers Partagés
sv: Fildelning

source: Install a file server and create the shared files directory in order to share files between the Pi and your vintage computers.
de: Installiere einen Dateiserver und erstelle das Verzeichnis für geteilte Dateien um Dateien zwischen dem Pi und deinen Vintage-Computern auszutauschen.
fr: Installez un serveur de fichiers et créez le répertoire des fichiers partagés afin de partager des fichiers entre le Pi et vos ordinateurs vintage.
sv: Installera en filserver och skapa en katalog för fildelning för att dela filer mellan Pi och dina gamla datorer.

source: Download file from URL:
de: Datei von URL herunterladen:
fr: Télécharger le fichier à partir de l'URL:
sv: Ladda ner fil från adress:

source: To directory:
de: Zum Verzeichnis:
sv: Till katalog:

source: Downloading File...
de: Lade Datei herunter…
es: Descarga de archivos…
fr: Téléchargement du fichier...
sv: Laddar ner fil...

source: Upload Files (new tab)
de: Dateien hochladen (neuer Tab)
fr: Télécharger des fichiers (nouvel onglet)
sv: Ladda up filer (ny flik)
